{
  "name": "Основи на концептуалното обучение",
  "lessons": [
    {
      "id": "what-is",
      "title": "КАКВО Е “ТРЕНИРАНЕ НА КОНЦЕПЦИИ”?",
      "body": "<p>Лаене по гости, втурване срещу други кучета, неотговаряне на повикване, дърпане на повод, страх от гръмотевици … има толкова много поведения, които днешните домашни кучета избират да правят, с които ни причиняват истински гняв като стопани.</p><p>Често ние стопаните се примиряваме с тази ежедневна борба, защото не знаем как да се справим…</p><p>С концептуалното обучение не тренираме конкретни отговори на конкретни ситуации, като например: не скачай, когато си превъзбуден.&nbsp;Ние тренираме широки концепции, които ще позволят на нашето куче да се справи с всичко, което животът ни поднася.&nbsp;Например спокойно поведение около неща, които са вълнуващи.&nbsp;Ние не учим нашето куче на един обучен отговор на едно конкретно събитие. Подсилваме (награждаваме, изграждаме) широки понятия като спокойствие, фокус, контрол на импулсите, увереност, близост и много други неща, които ще дадат възможност на кучето да направи правилен избор в произволна ситуация.</p><p>С две думи идеята зад концептуалното обучение е, че вместо да обучаваме кучето на много специфични команди и поведения, ние го учим на широки концепции, които ще помогнат да оформят личността на кучето и ще му дадат възможност да избира правилното поведение.</p><p>Това, което много от нас са забелязали е, че класическото обучение на команди, често не подготвя кучето (и нас) за живия живот. Обучението на кучето да сяда по команда например не ни подготвя за онова куче в парка, което неочаквано ще налети на нашето. Не ни подготвя за това кучето ни да ни чува, когато наистина се случва нещо много вълнуващо или страшно.</p><p><strong>ИСТИНСКИЯТ ВЪПРОС Е КАКВО ПОДГОТВЯ КУЧЕТАТА НИ ЗА ЖИВОТА?</strong></p><p>Естествено, че е яко да учим на трикове кучетата си, но всъщност,&nbsp;за да подготвим кучетата си за реалния живот, ние трябва да оформяме мозъка им.&nbsp;Трябва да оформяме техните личности и начинът, по който го правим, е нещото, наречено концептуално обучение.</p><p><strong>ТРЕНИРАМЕ КОНЦЕПЦИИ, А НЕ ПОВЕДЕНИЯ. КАКВО ЗНАЧИ ТОВА?</strong></p><p>Представете си, че мозъкът на кучето е съставен от концепции и всички те съставляват неговата личност като цяло. Концепциите могат да бъдат оптимизъм, фокус, спокойствие, самоконтрол…</p><p>Колко развито е кучето във всяка конкретна концепция, влияе на изборите, които прави в ежедневния живот, а всички комбинирани концепции съставят уникалната личност на това куче.</p><p><strong>ЗА ДА ПОДГОТВИМ КУЧЕТАТА СИ ЗА РЕАЛНИЯ ЖИВОТ, НИЕ ТРЯБВА ДА ОФОРМИМ МОЗЪКА ИМ.</strong></p><p>Например може да се окаже, че спокойствието е една от концепциите, върху които се фокусираме, а някои кучета са естествено по-спокойни отколкото други.</p><p>Можем да се концентрираме върху оформянето на концепцията за оптимизъм в нашето куче, защото осъзнаваме, че то вижда във всяко ново или различно нещо някаква опасност. Съответно ние трябва да се концентрираме върху неговата концепция за оптимизъм и увереност.</p><p>Всички тези концепции в нашето кучето са динамични. Всички те могат да се променят с течение на времето, ние просто трябва да знаем как да го направим. Да наблюдаваме кучето си и да оформяме там, където виждаме, че има нужда.</p><p>Личността на нашето куче може да се формира и променя с течение на времето, като се фокусираме върху отделните концепции.</p><p><strong>КАК ОФОРМЯМЕ КОНЦЕПЦИИ?</strong></p><p>Ако наблюдаваме, че нашето куче е разсеяно и трудно се фокусира – играем игри за фокус, а като ги играем, подобряваме концепцията за фокус на нашето куче и то става по-фокусирано в нас и можем по-добре да се справим с ежедневния живот и с обучението на това куче.</p><p>Ако кучето е малко песимистично в момента. Има игри за това. Игрите за оптимизъм от своя страна засилват оптимизма, правят възгледите на нашето куче по-оптимистични и следователно в ежедневния живот то прави по-малко реакции от страх и неувереност.</p><p>***</p><p><strong>ТОВА Е КОНЦЕПТУАЛНОТО ОБУЧЕНИЕ.&nbsp;ТО НАДХВЪРЛЯ ТРЕНИРАНЕТО НА ПОВЕДЕНИЯ И ТРИКОВЕ КАТО СЕДНИ, ЛЕГНИ И СТОЙ. НАДХВЪРЛЯ ТРЕНИРАНЕТО НА ФОРМУЛИ ЗА СПРАВЯНЕ В КОНКРЕТНИ СИТУАЦИИ.</strong></p><p>Тренирането на концепции представлява изграждане на поведения чрез игри, на основата на типа личност, които са подходящи за света, в който живее тази личност.</p><p>И така, ако започнем да тренираме концепциии, ако се съсредоточим върху игрите, ние ще започнем да оформяме личността на нашето куче и ще постигнем трансформация в реалния му живот.</p>",
      "images": ["https://moetokuche.com/wp-content/uploads/2021/02/1bg.jpg"]
    },
    {
      "id": "main-concepts",
      "title": "ОСНОВНИ КОНЦЕПЦИИ",
      "body": "<p><strong>ОПТИМИЗЪМ И УВЕРЕНОСТ </strong></p><p>Специалистите твърдят, че кученцата имат само един ограничен период от време в ранното детство, през който са отворени за нови гледки, звуци и преживявания и че през този период ние трябва много да излагаме кученцето на нови неща и на всички неща, с които то ще се среща, за да придобие позитивен опит и да се социализира добре към ВСИЧКО. И всички ние сме пропуснали нещо, с което да социализираме кучето, така че то да не се страхува от него след време. Това са например сушилки, прахосмукачки, оживени пътища, деца, кошчета, мъже с бради, мъже с бастуни, жени с бастуни, мъже с очила, деца с очила, хора с колички, релси, кашони, контейнери за боклук, стълбове, умряла птица, трафопост, котки, катерици, кучета, овце, каруца, асансьор, метро, чадър, гребен … списъкът продължава. …. Как е възможно да сме сигурни, че сме го изложили на абсолютно всичко, което някога може да срещнем за толкова кратко време? Но по-важното е как ще гарантираме, че всяка отделна нова среща с нещо е положителна и няма да програмираме страх, вместо да го избегнем…</p><p>Учейки кучето си на оптимизъм, вместо да го запознаваме с всяко нещо едно по едно, без да се страхуваме от всеки един предмет / шум / човек на планетата, ние учим кучето, че новите неща винаги са възнаграждаващи.&nbsp;Всяко нещо, което е ново и непознато е възнаграждаващо.</p><p>Чрез поредица от игри и упражнения ние учим кучетата, че новостите винаги са нещо, на което да се радваме.</p><p>Как това се отразява на поведението на кучето в дългосрочен план? Ще отгледаме куче, което не лае на камиони или кашони, куче, което не се плаши лесно при странни шумове или нови посетители.</p><p>Поведенията, които произтичат от страха и тревожността, могат да бъдат истински проблем за стопаните – ръмжане, лай, дърпане, агресия… Куче, което е научено да възприема наистина идеята за оптимизъм и увереност, има много по-малка нужда да изважда такива поведения от кутията си.</p><p><strong>БЛИЗОСТ:</strong></p><p>Куче, което цени близостта на стопанина си е абсолютна радост на разходка! Защо? Защото то просто обича да е до вас! За него вие сте по-ценни от средата. Представете си куче, което не дърпа каишката (защото най-ценното място за него е до вас) Куче, което не изчезва в далечината, веднага щом го развържете, куче, което не играе все “по-далеч”, когато го повикате, куче, което винаги отговаря на повикване – понякога преди дори да сте го повикали.</p><p><strong>ФОКУС:</strong></p><p>Куче, което има страхотен фокус в човека си, няма да бъде лесно разсеяно от катерици, котки или други кучета в парка. Малко вероятно е да не откликва на желанията на човека си, колкото и да е разсейваща околната среда, защото такова куче има огромно желание да ни даде цялото си внимание. Толкова много собственици на кучета се натъжават от това, че кучетата им знаят много трикове и ги изпълняват с радост в къщи, но навън не успяват.</p><p>Чрез поредица от игри и упражнения можем да научим нашето куче, че фокусът в нас е най-бързият път към позитивните преживявания.</p><p><strong>СПОКОЙСТВИЕ И ГРАНИЦИ:</strong></p><p>Това е фантастична концепция, която да поставим в плана си за обучение от самото начало. Куче, което цени границите си е куче, което ще избере да остане в леглото си, вместо да досажда на гостите или да проси под масата. Научаването на концепцията за Граници не е просто да изпратиш с команда кучето на мястото му. Кучето се научава да цени собственото си легло, което познава и обича, но и ще може да третира всичко като граница – независимо дали това е щайга, леген, пейка, пънче, килимче…&nbsp;Увеличаването на стойността на границите чрез силата на игрите за тази концепция, ще направи възможно оставянето на кучето където и когато имате нужда, а за кучето този момент ще бъде просто игра и ще го направи с желание.</p><p><strong>ТОЛЕРАНС КЪМ ФРУСТРАЦИЯ:</strong></p><p>Нетърпеливостта е нещо, което може да причини истински проблеми в кучешкия свят. Куче, което няма толерантност към фрустрация, може да се откаже от неща като замразени Конгове или играчки-пъзели, което затруднява живота на собствениците, които се опитват да намерят дълготрайни форми на забавление за кучето си. Кучетата, които се борят с неудовлетвореност, също могат да изпитват трудности, когато става въпрос за научаване на нови сигнали и умения, защото те лесно се фрустрират, когато се провалят. С концептуалното обучение работим за изграждането на тази толерантност, така че кучетата да могат по-добре да се справят с предизвикателни ситуации и да продължат до постигане на успех.&nbsp;Кучета, които изграждат толеранс към фрустрация не са нетърпеливи, не лаят за внимание или в знак на протест, не избухват, когато се почувстват безсилни.</p><p><strong>КОНТРОЛ НА ИМПУЛСА:</strong></p><p>Куче, което се бори с контрола на импулсите си, е куче, което ще полети в парка при вида на катеричка, ще скочи и ще открадне храна от кухненския плот при първа възможност или ще избяга от входната врата в търсене на приключение веднага щом се отвори.</p><p>Но си представете куче, което вижда по-голяма полза в съпротивата срещу нещата, които го изкушават… защото знае, че наградата за това ще бъде много по-голяма от наградата, която може да получи за себе си, като се предаде на този импулс.&nbsp;Куче, което вижда котка или изхвърлена храна и вместо да тръгне към нея се обръща към човека си.&nbsp;Колко страхотно би било? И това е напълно постижимо с обучение по концепцията Контрол на импулсите.</p><p><strong>ФЛЕКСИБИЛНОСТ (ГЪВКАВОСТ):</strong></p><p>Може би сте чували до сега, че кучетата имат нужда от рутина и строг режим и че осигуряването им на структура на деня е най-добрият начин да ги поддържаме щастливи и доволни. Добре… това е един начин да го погледнем. Но истината е, че всъщност кучетата са абсолютни господари на прогнозирането и ако ги храним, разхождаме ги, играем с тях и ги тренираме в определено време, на определени места и по определени начини всеки ден, те ще започнат да прогнозират и очакват тези събития ежедневно. Това е добре… докато нещо не прекъсне познатата рутина!</p><p>Куче, отгледано рутинно, няма да ни позволи да спим, когато се чувстваме зле. Кучетата със строга рутина изпитват истинска тревожност всеки път, когато нещо в плана се обърка. Това са кучетата, които плачат за вечерята си, ако е късно, драскат на вратата, ако ежедневната им разходка се забави и т.н.</p><p>Това включително са кучета, които предвиждат опасности, които дори не са опасни. Например, ако всеки път ходите с кола до ветеринарния лекар, кучето започва да свързва колата с ветеринарен лекар, независимо, че вие от време на време ходите и на излет с тази кола.</p><p>Ако кучето ви се тревожи, когато излизате сами навън, то изпада в тревога всеки път, когато си обувате обувките, дори и да мислите да излезете с него.</p><p>Кучетата, чиито собственици обаче не спазват рутина, всъщност се развиват далеч по-адаптивни към живота и средата! Според концептуалното обучение тази гъвкавост има огромен ефект върху благополучието в ежедневния ни живот.&nbsp;Представете си куче, което прекарва целия си ден в спокойно състояние, защото времето му не минава в предсказване колко е часа и кога ще се прибере моя човек.</p>",
      "images": [
        "https://moetokuche.com/wp-content/uploads/2021/02/2bg-scaled.jpg",
        "https://moetokuche.com/wp-content/uploads/2021/02/2bg_a-scaled.jpg"
      ]
    },
    {
      "id": "how-dogs-think",
      "title": "КАК КУЧЕТАТА МИСЛЯТ",
      "body": "<p><strong>КАК КУЧЕТАТА МИСЛЯТ, ИЗБИРАТ И РЕШАВАТ ПОВЕДЕНИЯТА СИ </strong></p><h3>КАКВА Е РОЛЯТА НА ПОВТОРЕНИЯТА И НАГРАЖДАВАНЕТО ЗА ИЗБОРИТЕ, КОИТО ПРАВЯТ</h3><p><strong>ИЗБОРИ И ПОДКРЕПЛЕНИЕ</strong></p><p>Кучетата ни наистина правят много избори в живота си, постоянно и ежедневно, дори понякога ние изобщо да не отчитаме, че те са изправени пред избори. Например кучето е на повод, един от изборите, който може да направи в тази ситуация е да дърпа на повод. Да не говорим пък, ако кучето е пуснато от повода – изведнъж е изправено пред толкова много избори… да лае по кучета, да не се връща при повикване, да гони птици, да се отъркаля в някаква мизерия, да забрави изобщо, че има стопанин и да се изкъпе в локвата. Когато погледнем по този начин на нещата, виждаме, че кучетата ни вземат решения през целия ден. Във всяка една ситуация има много възможности. Когато искаме кучето да задържи в седнало положение известно време, то може: да стане и отиде някъде, да тръгне назад, да се изправи в право положение, да легне, да стане и да започне да души… списъкът с потенциални поведения е безкраен. Много често кучетата ни са изправени пред всички тези избори и трябва да намерят начин да разберат кой от тях е този, който стопанинът иска от тях – безпроблемно идване при повикване или спокойно ходене на повод, или каквото и да било. Много стопани забравят да отчетат наличието на множество умни избори, които кучето прави, докато улучи това конкретно решение. Хората приемат толкова много неща за даденост. Те не осъзнават, че кучето им можеше да направи всяко едно от тези неща, докато всъщност то не ги свърши и тогава с изненада установяват, че кучето се е омазало в мърша или е направило нещо друго неприемливо за тях. Нека си представим всеки избор като тунел, по който може да тръгне кучето.</p><p><strong><em>В БЕБЕШКИЯ ПЕРИОД ВСЕКИ ТУНЕЛ Е ОТВОРЕН И НА РАЗПОЛОЖЕНИЕ, ЗАТОВА МАЛКИТЕ КУЧЕНЦА СА ТОЛКОВА КРЕАТИВНИ И ВЪРШАТ ВСЯКАКВИ НЕЩА.</em></strong></p><p>Никой от тунелите не е тъмен или блокиран, всички са на разположение, включително катерене по завесите, разкъсване на любимите възглавници, тичане из двора навън-навътре, копаене на дупки, тичане след съседа, гонене на велосипедист. Всички те са опции на този етап.</p><p>Как да получим повече пъти избор на това, което искаме? Нека си представим мозъка на кучето като мрежа от тунели, като всеки тунел представлява отделен избор. Някои тунели са по-желани от други – търкалянето в гадости или изяждането на умряла риба са чудесен пример и доста често много предпочитан избор – за кучето. И какво се случва? Стопанинът започва да гони кучето да се отдалечи от умрялата риба, а тя се оказва в устата му. Сега вече стопанинът, по случайност, прави тунела с умрялата риба по-привлекателен, по-вълнуващ и по-голям.</p><p><strong>КАК ДА ВЛИЯЕМ НА ТУНЕЛИТЕ</strong></p><p>Работата ни като стопани на кучета е да направим тунелите, които искаме изключително специални и много желани. Да си ги представим – с червен плюшен килим, добре осветени… прекрасно място, на което да отидеш. Кучетата ще изберат тези тунели и няма да използват тъмните, мрачни и мръсни тунели, влажни, страшни и ужасни. Това, което трябва да направим е тунелите, които не искаме кучетата ни да избират, да станат тъмни, а тези за изборите, които искаме да правят – приятни и светли. Начинът, по който постигаме това е като изпълним тунела с любов и положително подкрепление. Всеки път, когато прилагаме положително подкрепление на даден избор, например когато кучето ни направи добър избор и ние го наградим, този тунел получава малко подобрение – може би хубава настилка или включване на осветлението. В бъдеще кучето ще избира този тунел все по-често и по-често, докато забравя този с нежелания от нас избор.</p><p><strong><em>ТОВА Е ТРЕНИРАНЕТО НА КУЧЕТА. ВСИЧКО, КОЕТО ПРАВИМ Е ПОДОБРЕНИЯ ПО ТУНЕЛИТЕ.</em></strong></p><p>Всеки път, когато видим кучето да прави добър избор и го хванем да прави нещо хубаво, какво правим ние? Маркираме и награждаваме този избор. Нека се опитаме да дадем наградата в този момент, който наистина желаем да поощрим и да подкрепяме добрите решения по всяко време.</p><p><em>Кучетата правят избори през цялото време. Маркирайте, уловете ги и ги наградете.</em></p><p><strong>ТИПОВЕ ПОДКРЕПЛЕНИЕ</strong></p><p>Можем да използваме положително подкрепление като правим тунелите по-светли или наказание за тунелите, които не искаме да бъдат избрани.</p><p>Имаме 2 избора за наказание според оперантното кондициониране (може да прочетете повече по темата тук: <a href=\"https://moetokuche.com/obshtuvane/nagrada-nakazanie/\">https://moetokuche.com/obshtuvane/nagrada-nakazanie/</a>), за да направим така, че повтарянето на едно поведение да намалее:</p><ul><li>Можем да добавим нещо наказателно и неприятно към ситуацията, например да хвърлим метална верига по кучето, когато дърпа на повод или да използваме сирена, за да го уплашим и стреснем (положително наказание).</li><li>Можем да отнемем нещо хубаво, например, когато кучето се тегли на повод, можем просто да спрем на място и да не продължим напред, където то иска да стигне бързо (негативно наказание).</li></ul><p>Нека се ограничим до втория тип наказания, отнемането на нещо хубаво. Например като вържем кучето отново на повод, с което да му покажем, че не е удачно да повтаря дадено нежелано поведение. Може да имаме ситуация, в която на практика нямаме възможност да използваме положителна подкрепа, т.е. да добавим нещо добро към ситуацията, без едновременно с това да отнемем нещо добро от ситуацията, когато кучето ни не прави точно това, което възнамеряваме.</p><p>Хубав пример са игрите за граници. Когато кучето е на леглото-граница, ние прилагаме положителна подкрепа, добавяйки много и хубави неща, положителни неща върху леглото. Какво се случва, когато излезе от леглото? Абсолютно нищо, нищо положително не се случва. Затова тунелът “остани на леглото” става много, много светъл. Докато другите тунели наоколо са тъмни и мрачни. Какво ще избере кучето? Ако то обаче често слиза и после се връща в леглото, скача като пинг-понг топка, а ни е искаме да се научи да се задържа продължително време в границите до освобождаването му, може да вдигнем леглото, за да покажем ясно на кучето, че, ако слезе от него, няма да има възможност да се върне веднага. Леглото е толкова награждаващо място, че отнемайки възможността за качването обратно на него може да е от голямо значение за кучето и определено нещо, което да имаме предвид от гледна точка на подкрепата и наказанието.</p><p>В обобщение трябва да запомним, че кучетата ни правят избори и се учат 24/7, през целия си живот, независимо от възрастта. Дали това ще е разходка заедно на плажа, преследване на животно, тичане след велосипедист в парка, ядене на боклуци… кучетата ни правят избори и вземат решения. Тунелите за изборите, които НЕ искаме, искаме да са тъмни и непривлекателни. Тези, които искаме, трябва да бъдат светли и привлекателни. Дори когато кучето е много добре обучено, ще се случват различни неща и то отново ще трябва да прави избори, секунда след секунда, минута след минута, ден след ден. Ние имаме силата да влияем на тези избори. Можем да им влияем с нашата положителна подкрепа. Помнете, <em>„Какво е Любовта, ако не другото име на използването на положителна подкрепа?“ – Б. Ф. Скинър</em></p>",
      "images": [
        "https://moetokuche.com/wp-content/uploads/2021/02/3bg-scaled.jpg"
      ]
    },
    {
      "id": "managing-env",
      "title": "МЕНАЖИРАНЕ НА СРЕДАТА",
      "body": "<h3>МЕНАЖИРАНЕ НА СРЕДАТА</h3><p><strong>КАК ДА ЗАПОЧНЕМ ДА ВЛИЯЕМ ВЪРХУ УСТАНОВЕНИТЕ ПОВЕДЕНИЯ</strong><br><strong>МЕНАЖИРАНЕ НА СРЕДАТА</strong></p><p>Всеки път, когато осветяваме хубавите тунели и затъмняваме другите избори, при следващо попадане в тази същата ситуация кучето ще има все по-малко избори пред себе си, от които да избере правилния, докато накрая остане само той.</p><p><strong>ПОВТОРЕНИЕ</strong></p><p>Всички преминаваме през живота, правейки избори, изграждайки навици и установявайки заучени поведения. Чрез повторения. Повторенията са ключови. Разбира се, в повторенията има и добро, и лошо, и ужасно.</p><p><strong>ДА ПОВТАРЯМЕ ДОБРИТЕ ПОВЕДЕНИЯ</strong></p><p>Пример за лошо повторение би било кучето да тича като обезумяло покрай оградата, нагоре-надолу, всеки път, когато види преминаваща кола. Доброто на повторенията се основава на идеята, че кучетата ще правят това, което винаги са правили. Те са създания на навика и на ефективността. Например, ако едно куче никога не се е изправяло с предни лапи на кухненския плот, можем да бъдем сигурни, че никога няма да го направи. Дори да има храна върху плота, ако то винаги е повтаряло поведението да стои на четири крака в кухнята и особено, ако е било възнаграждавано за това поведение като малко. Бидейки същество на навика, то ще продължи да прави същото.</p><p><strong>ПОВТОРЕНИЯ И ПОВЕДЕНЧЕСКИ БОРБИ</strong></p><p>Позволяваме ли на кучетата си да повтарят поведения, както добри, така и лоши? Всичко това се случва с някаква подкрепа. Например дърпането на повод е повторение. Когато кучето се тегли, то ще подуши много интересни неща, може да намери котка под автомобила, веднъж дръпнало, може да има възможността да стигне до някое прекрасно място. Всичко това е награда за него. Трябва да имаме предвид всички тези поощрения на повтарящото се поведение както и самото повторение. Трябва да си зададем въпроса дали кучето ни винаги прави така. Ако отговорът е да, тогава със сигурност повторението играе роля. Няма много гъвкавост в отговора на кучето в изборите, които прави. Може би е чисто и просто повтаряне на едно и също действие, заучено поведение в резултат на случайно поощрение, като намерена пържола на кухненския плот.</p><p>При съжителството с куче е важно да решим какво поведение искаме от него в дадена ситуация, дори като енергия и чувство в дадено помещение в дома например и да го повтаряме и затвърждаваме. Ако оставите играчки на това място, то ще играе с играчки. Ако му оставите неща за гризане, най-вероятно ще ги гризе. Можем да влияем върху изборите му. Това, което им предоставяме като възможности е наистина много съществено и определящо за това какви избори кучето прави и кога му даваме възможност да реши какво поведение ще повтаря на дадено място. Например при разходка имаме няколко възможни варианта – идеалният е кучето да ходи спокойно и с отпуснат повод; следващият, също добър, е кучето да ходи на края на повода, но да не дърпа и третата опция е опъване и теглене на повода. Или друг пример – какво може да прави кучето в кухнята – идеалният вариант е да е стъпило с четирите лапи на пода или спокойно да си лежи; следващият приемлив е да се разхожда наоколо, подушвайки тук-там илипък може да краде храна от плота. Как упавляваме избора на кучето? Начинът, по който се справяме е чрез менажиране на средата. Подкрепяме конкретен избор/тунел и управляваме средата и ситуацията така, че да получим този отговор. Временно ще блокираме другите тунели, например като не оставяме храна на кухненския плот. Или ще използваме клетка вместо легло-платформа за момента, юзда вместо нагръдник или пък нагръдник със захващане на повода както на гърдите, така и на гърба вместо само нашийник… С такъв тип решения от наша страна показваме на кучето, че дадени тунели не са на разположение на този етап. Начинът, по който можем да блокираме тези нежелани тунели е като премахнем избора: не предоставяме възможността да намери пържола върху кухненския плот, не оставяме на разположение тази възглавница, която кучето винаги иска да качва. Временно прибираме тази възглавница, докато работим по това то да остава спокойно и на мястото си, след което връщаме възглавницата на дивана, когато кучето е усвоило уменията и може да направи правилния избор и този избор има подобаваща стойност.</p>",
      "images": [
        "https://moetokuche.com/wp-content/uploads/2021/02/4bg-scaled.jpg"
      ]
    },
    {
      "id": "reinf-strategy",
      "title": "СТРАТЕГИЯ ЗА НАГРАЖДАВАНЕ",
      "body": "<p><strong>Добре реализираното награждаване е път към нашата ВРЪЗКА</strong></p><p><strong>МАРКИРАНЕ НА ДОБРИЯ ИЗБОР</strong></p><p>Когато кучето направи добър избор и този тунел току-що се е активирал, ние искаме да добавим стойност към тунела. Начинът, по който го правим е чрез използването на маркер. Маркер е абсолютно всеки стимул, всяко събитие, което се свързва с награда. Може да бъде визуален, вербален или звуков. Стремим се да определим точно момента, в който сме забелязали нещо, което ни харесва. Опитваме се да направим събитие от този момент чрез нашия маркер. Маркерът ни просто казва на кучето: “Хей, това беше супер, точно това исках”.</p><p>Имаме визуален маркер, например палец нагоре. Имаме вербален маркер, който може да е “да” или “браво”. Можем да имаме и звуков маркер. Разликата между звуков и вербален е, че звуковият може да не излиза от устата ни. Може да бъде свирка, може да бъде щракване – вероятно сте чували за обучение с кликер, кликерът е звуков маркер. А звънецът на врата? Интересното е, че без да искаме той може да създаде и подкрепи поведения, случайно, в ежедневието ни. Запомнете, тренирането на кучето е 24/7. Да кажем, че кучето ни скача на дивана да погледне през прозореца и следващото, което се случва е, че се звъни на звънеца. Ако звънецът вече се асоциира с вълнение и това, че някой влиза вкъщи, изведнъж кучето започва да скача на дивана, мислейки си “може би така ще накарам звънеца да звънне и някой вълнуващ човек ще влезе отново”. Най-хубавото е, че вие може да изберете маркера си. Напълно възможно е да направите така, че звънецът да означава спокойствие и получаване на наградка в кучешкото легло.</p><p><em>Важно е да помним, че маркера, независимо какъв е, винаги е последван от награда, независимо дали умишлено сме го използвали или не. </em>Не искаме да го разводняваме. Ключов момент е маркерът да остава един и същ, доколкото е възможно. Разбираемо е, че когато използваме гласа си, начинът, по който произнасяме “да”, “браво”, може да варира леко всеки път.</p><p><strong>ИЗБОР НА ПОДКРЕПЛЕНИЕ</strong></p><p>Следващата стъпка е да изберем каква награда реално искаме да последва маркера. Какъв ще е нашия избор за подкрепление на дадено поведение на кучето? Много често зацикляме върху предмета, обсебени сме от избора между храна или играчка като единствени възможности за поощрение на поведението. Когато обаче успеем да се откъснем от идеята за конкретна играчка, разбираме, че всъщност е въпрос на взаимодействие. Играчките са просто носителя, те са само средството и възможността да създадем събитие, приятно преживяване. Нека мислим как прилагаме и използваме предмета, играчката. По-скоро е важно какво можем да правим с тази играчка, отколкото каква е самата тя.</p><p>Да вземем яденето като подкрепа на избора, което е изключително мощно. Трябва да помислим как да приложим преживяването ядене при награждаването. Например да добавим разпиляване на храната и търсене на наградки. Изобщо изборът на начин на доставяне на наградата има голямо влияние. Душенето е често срещан проблем, борба за много хора – кучетата предпочитат и избират миризмите на земята пред водача си. Но ако се замислим, има начин да използваме душенето в набора си от средства да превърнем борбите в силни страни. Можем ли да използваме душенето като награждаващ избор? Или преследването и гонитбата, ако кучето ви се е върнало при повикване, след като е тичало след велосипедист в парка? Абсолютно да!</p><p>Така че, ако започнем да мислим не за конкретния предмет като награда, а как поведенията имат стойност и са награждаващи, изведнъж ще установим, че можем да използваме всяко поведение, което кучето ни избере, за да подкрепим не-правенето на по-малко желани поведения.</p><p><strong>НАЧИНЪТ, ПО КОЙТО ДОСТАВЯМЕ НАГРАДАТА</strong> ще повлияе последващите нива на възбуда или спокойствие, ще повлияе на това доколко добре съответства даването на наградата на поведението и избора, който искаме да подкрепим. Например, ако кучето избере да се върне при нас при повикване, след като е гонило катеричка, а ние пуснем гранула на земята за награда, то кучето ще остане разочаровано. Може да си мислим, че гранулата е награда – кучето се връща и ние му даваме храна. Но в действителност не само, че не го награждаваме, а направо го наказваме. Няма равностойност с поведението, от което току-що се е отказало. Но ако се върне от преследването на катеричката и ние се затичаме в обратната посока, с весели възгласи и играчка за дърпане, когато то се опита да хване играчката направим така, че да проусне и след това успее да я захапе, това ще се превърне във вълнуващо събитие, защото ловът ще има продължение – ние го отзоваваме, но след това му предоставяме друго ловно преживяване.</p><p><strong>МЯСТО НА НАГРАЖДАВАНЕ</strong></p><p>Да кажем, че искаме кучето ни да е близо до нас, да се върти около нас, да се връща по-често при разходка. Но това, което правим всеки път, когато то пусне топката на 20 метра от нас е, че ние отиваме да вземем топката и да я хвърлим с катапулта още по далече, на 50 м. Това, което правим с местоположението на награждаването е да започнем да учим кучето да стои на около 50 метра от нас, за да получи наградата там, вместо да се върти в близост до нас. Значението на мястото на награждаване наистина се подценява. Обмисляйки къде точно поставяме наградата, решаваме какво точно искаме да подкрепим. Помислете как поощрявате – дали специфична позиция или искате да наградите движение.</p><p>В обобщение, това което трябва да съобразите, за да постигнете чрез наградите си действително желаното от Вас поведение е:</p><ul><li>Обмислете начинът, по който ще маркирате поведението, така че кучето да знае, че е направило нещо правилно.</li><li>Помислете за подкреплението на поведението и начинът, по който осъществявате награждаването. Начинът, по който създавате събитие, начинът, по който наградата като предмет я превръщате в преживяване.</li><li>До къде води това преживяване? Всичко е въпрос на мястото на поставяне на наградата, което е решаващо.</li></ul>",
      "images": [
        "https://moetokuche.com/wp-content/uploads/2021/02/5bg-scaled.jpg"
      ]
    },
    {
      "id": "relationship",
      "title": "ВРЪЗКА",
      "body": "<h3>КАСИЧКА НА НАШИТЕ ВЗАИМООТНОШЕНИЯ</h3><p><strong>ВРЪЗКАТА е всичко, което имаме с нашето куче.</strong></p><p>Нека си представим нашата връзка като стена. Всички тухли представляват хубавите избори, които изграждаме у нашето куче. Стремим се всички добри избори да бъдат наградени и подкрепени. Връзката с кучето ни е тази, която ги циментира. Например може да изградим чудесно ходене на повод и дори бързо отзоваване при повикване, но не тренираме специално избора на кучето да ходи близо до нас. Връзката осъществява моста над тази празнина, което означава, че не трябва да минаваме през всеки един избор, който искаме кучето ни да прави, всеки сценарий, в който можем да се окажем.</p><p><strong>КАСИЧКА НА НАШИТЕ ВЗАИМООТНОШЕНИЯ</strong></p><p>Нека помислим за всички наши приятни изживявания с кучето, всички събития, време за игра, забавления, всички интересни разходки, всички неща, които се трупат в касичката на нашите взаимоотношения и които ни харесват, всички стратегии за награждаване, които сме приложили. Но в действителност трябва да отчетем и колко евентуално вземаме от касичката понякога. Например кучето се страхува от прахосмукачка или малко се притеснява от идването на хора вкъщи, или пък ние се ядосваме и му викаме. От гледна точка на касичката на нашите взаимоотношения има много неща, които трупат в нея, но случайно (или понякога умишлено) се случва и изваждане.</p><p>Това е наистина важната част: изваждания от касичката винаги ще има. Те са неизбежни, независимо колко съвестни и добри стопани сме. Негативни взаимодействия ще се случват. Например кучето ни може да се изплаши от друго куче на разходка, това е отрицателно преживяване. Но е такова, върху което нямаме контрол, освен да спрем да разхождаме кучето.</p><p>Трудно е, когато вземанията от касичката не са изцяло под наш контрол. Ключът е да превърнем битките, борбите, конфликтите във възможности за положително взаимодействие. Да разберем, че негативните взаимодействия са нещата, свързани с това, което не искаме кучето ни да прави. Докато ние искаме оптимистичен поглед и фокусиране върху нещата, които ИСКАМЕ кучето ни да прави. Например сърфирането по кухненския плот. Кучето открадва пържола от плота. Това се случва няколко пъти досега, но всеки път кучето получава награда, защото получава пържолата. Стопанинът започва да се гневи, да крещи на кучето, ситуацията става доста стресираща. Той не иска кучето да взема храна от плота. А какво иска стопанинът? Той иска кучето в кухнята да е стъпило с четирите крака на пода и да не се изправя на плота, иска спокойствие и неподвижност, иска дори игра за граници в кухнята. Когато се фокусира върху това, което иска кучето да прави и започне да награждава тези избори, не само, че сърфирането по плота ще намалее, но и ще елиминира изважданията от касичката на взаимоотношенията с неговото куче.</p><p>В процеса на елиминиране на вземанията, добавяме и много позитивни взаимодействия, което подобрява връзката ни като цяло, което ще има ефект във всички насоки. Това, върху което трябва да помислим и да се концентрираме е как във времето да заздравяваме и подобряваме връзката с нашето куче, как касичката на нашите взаимоотношения винаги да е пълна. Въпреки всичко, много стопани мислят, че отиваш с кучето на кучешко училище за 5 седмици и с това приключват. Водиш го на разходка 2 пъти на ден и край, храниш го 2 пъти на ден и това е. Касичката на техните взаимоотношения, на тези стопани и техните кучета, изглежда доста тъжно. Ние не сме от тях!</p><p><strong>ВЛОЖЕНИЯ В КАСИЧКАТА НА НАШИТЕ ВЗАИМООТНОШЕНИЯ</strong></p><p>Ето няколко идеи, които ще ни помогнат за повече положителни взаимодействия с кучето ни: масаж, тренировки, игрите от този курс, груминг… (някои хора може да се притесняват, че грумингът може да е негативно преживяване или притеснително за някои кучета, но в действителност той може да е приятно преживяване, просто е важно как му го представим). Това, което може да бъде положително взаимодействие за едно куче, за друго може да не е.</p>",
      "images": [
        "https://moetokuche.com/wp-content/uploads/2021/02/6bg-scaled.jpg"
      ]
    },
    {
      "id": "arousal-bucket",
      "title": "АРАУЗЪЛ И КОФАТА НА АРАУЗЪЛА",
      "body": "<p>Араузълът е един вид нивото на будност на мозъка. Нивата на араузъл отговарят за това колко отзивчив към средата и ситуациите е мозъкът на кучето.</p><p>Повишаването на араузъла прави така, че кучето да възприема по-добре, по-успешно и да отговаря по-енутсиазирано на нашите тренировки и игри. НО повишавайки твърде много енергичността и възбудата на играта стигаме до състояние, в което поради висок араузъл, кучето започва да отговаря на околната среда с експресивни кучешки поведения. Прекалената възбуда може да доведе до реакция към околната среда. Например повишаването на араузъла, когато искаме от кучето да седне или да легне, може да го доведе до вълнение, да започне да крачи, да лае, да се върти.</p><p>Всичко, което може да увеличи араузъла на кучето се пълни в кофата на араузъла. Кофата на кучето представлява неговия мозък. Кучето е постоянно изложено на всякакви неща, които могат да пълнят кофата – те могат да бъдат вълнуващи („положителен стрес“) или дори притеснителни („отрицателен стрес“). И когато кофата на кучето е пълна, то не може да мисли правилно. Всичко се разлива и тогава имаме проблеми. Нивата на араузъла влияят върху емоциите на кучето. Повишаването на араузъла може много, много лесно да превърне леко притесненото куче в много изплашено, страхливо куче.</p><p>Има ли такова нещо като прекалено висок араузъл? Да! Това е точката, в която едно събитие прелива кофата, след като всички събития преди това са я пълнили, пълнили. Т.нар. свръх-араузъл – много високи нива на араузъл, при които кучето не може да функционира. Той може да доведе до реакции към заобикалящата среда: спускане, невъзможност за приемане на храна, непрестанно тичане, френетичност. Как изглежда свръх-араузъла е различно при всяко куче.</p><p><strong>72 часа след стресово събитие, което е препълнило кофата, кучетата все още показват поведения свързани със събитието. Това означава, че може да минат повече от 72 часа преди кофата да започне да се изпразва.</strong></p><p>Затова искаме тази кофа на араузъла да има дупка, през която да се изпразва, за да може нивата на араузъла да спадат до здравословни нива, давайки възможност на кучето да се успокои. Инструмент, който изпозлваме, за да манипулираме араузъла е да развием умението на кучето си да вдига и сваля араузъла си чрез игри. Умение, което кучето прехвърля и в живота си.</p><p>Друго много важно нещо за изпразване на кофата е активната почивка.</p><p>примерна схема за Кофа, която се пълни.</p><p>От долу на горе :</p><ul><li>среща с куче, от което се тревожи нашето куче</li><li>aджилити тренировка</li><li>вижда непознат човек или куче</li><li>звук на трафик или друго шумно нещо</li><li>звънец/чукане на вратата</li></ul><p>Кофата се пълни през целия ден от всяко нещо, което повишава араузъла на кучето. До момента, в който нещо, може да е незначително събитие, капва последната капка и кофата прелива (състоянието на свръхараузъл) и следва реакция.</p>",
      "images": [
        "https://moetokuche.com/wp-content/uploads/2021/02/kofa.png",
        "https://moetokuche.com/wp-content/uploads/2021/02/7bg-scaled.jpg"
      ]
    },
    {
      "id": "your-bucket",
      "title": "ВАШАТА КОФА",
      "body": "<p>Наистина е важно да познавате и да се съобразявате както със своята собствената кофа, така и с кофата на кучета си.</p><p>Предлагаме няколко съвета, за да подобрите емоционалното си състояние; така не само вие, но и кучето ви ще придобиете сила и увереност:</p><ol><li>Когато сте фрустрирани, ядосани, разочаровани или емоционални по някакъв начин, било то стресирани или тревожни, задайте си въпроса: <strong>„Така ли искам да се чувствам?“</strong> По този начин, вие ангажирате онази съзнателна и неподвластна на емоциите част от мозъка си и в действителност започвате да се чувствате малко по-добре. Дали сте стресирани не може да повлияе на факта, че куче се е затичало към вашето, но при всички положения можете да увеличите тази енергия на стрес. Като си отговорите на въпроса с „Не“ и се почувствате по-добре, вие сами се поставяте в по-добра позиция, от която можете да взимате по-добри решения и да предприемате по-добри действия. Когато имате куче, трябва да сте наясно, че то умее да разпознава и усеща всички тези фини промени. Не всяко куче, но много кучета наистина са в унисон с човека си.</li><li>Когато се случва нещо, което окачествявате като лошо, ако си кажете, че това може да е <strong>нещо положително за кучето ви</strong>, мозъкът ви ще се концентира да намерите доброто в тази ситуация и да извлече полза от нея. Използвайте всичко като възможност да тренирате (напр. преминаване от висока възбуда към ниска възбуда и изграждане на умението за вдигане/сваляне на араузъла). Някои ситуации не са приятни, но могат да бъдат и по-лоши, просто вземето положителното от тях. Ако продължавате да носите негативното със себе си (а то вече е отминало, чуждото куче вече го няма и няма как да нарани вашето), то вие сте този, който компрометира връзката с кучето ви.</li><li><strong>Спрете да се чувствате виновни!</strong> Вината не се отразява добре на вас или връзката ви и пречи да продължите напред. Няма смисъл да продължавате да се чувствате виновни, че сте поставили кучето си в ситуация, с която то не може да се справи или че сте послушали съвети да използвате аверсивни инструменти, или пък че не знаете всички отговори. Освободете се от онова, което не можете да контролирате и от всички неща, които не сте направили, и предприемете някакви действия в правилната посока.</li><li>Понякога това, което правите в момента, не е перфектно и се случват неприятни неща, но от значение е <strong>в сравнение с какво</strong>. Умът ви може дори да преиначи случилото се напълно, или да доразвие историята, но просто върнете лентата обратно и помислете с какво сравнявате. И всъщност ще установите, че всичко е наред.</li></ol><p>Имате кучето, от което се нуждаете и което трябва да имате в този момент. Насладете му се!</p>",
      "images": []
    },
    {
      "id": "emotions",
      "title": "ЕМОЦИИ",
      "body": "<p>* Какви емоции изпитват кучетата и как превключват между различните емоции<br>* Кучетата използват избрано поведение, за да се справят с дадена емоция<br>* Защо най-ценна е емоцията Спокойствие</p><p><strong>ЕМОЦИИ</strong></p><p>Много лесно, но и много ефективно обяснение, взаимствано от човешката психология и начинът, по който хората сменят емоции е т.нар. модел на Ръсел. Той е много добре приложим и за животни и по-специално за кучета. Когато се сблъскате с конкретна борба на вашето куче и имате чувството, че не знаете от къде да започнете или не разбирате добре защо се държи по този начин, върнете се към тази диаграма. (вж. приложеното изображение)</p><p>Двете кутии вдясно на диаграмата са в положителния и щастлив спектър, вляво са в негативния, тъжен, депресивен и страшен спектър.</p><p><strong>СМЯНА НА ЕМОЦИИ И ЕНЕРГИИ</strong></p><p>Нито едно куче не прекарва цялото време в една кутия.</p><p>Ако е било от положителната страна във висок араузъл, но добавим нещо негативно в ситуацията, изведнъж то ще премине от кутията на вълнението в кутията на страха. Което е една от причините, поради които говорим за добрата, лошата и ужасната страна на високия араузъл – защото при висок араузъл кучетата много лесно могат да започнат да преминават ту във вълнение, ту в страх, вълнение, страх, вълнение, страх, оставайки все във високите нива на възбуда. Понякога това се случва много, много бързо, толкова бързо, че не можем да забележим как и кога се е случило. Колкото повече опознаваме кучето си, ще започнем да го забелязваме, но границата между кутиите е наистина тънка.</p><p><strong>Затова предпочитаме спокойствието.То е емоцията, която наистина трябва да помислим как да насърчим.</strong></p><p>Да вземем един пример – куче се втурва към нашето изненадващо, то се стряска и се изплашва. Ние трябва да направим така, че нашето куче да се върне към щастливата половина на емоционалния спектър. Това може да стане просто като го отдалечим от другото куче, от което се е притеснило, давайки му дистанция. След това трябва да понижим нивата на възбудата като примерно спокойно дадем храна или разпилеем малко храна на земята, с което то ще премине към кутията на спокойствието от кутията на страха. Това е преход, смяна на енергията и смяна на емоциите.</p>",
      "images": [
        "https://moetokuche.com/wp-content/uploads/2021/02/8bg-scaled.jpg"
      ]
    },
    {
      "id": "emotions-behaviours",
      "title": "ЕМОЦИИ И ПОВЕДЕНИЯ",
      "body": "<p>Емоциите водят до поведения, а поведенията са начин за справяне с емоциите.</p><p>Можем да използваме следната аналогия, за да си обясним начина, по който кучетата избират поведения и как емоциите се превръщат в поведения, макар реално да не се случва точно така. В мозъка си кучетата се изправят пред рафта с кутиите на емоциите, като всяка кутия е свързана с определена емоция. Например застава пред рафта и взема кутията на страха, защото в този момент изпитва страх, бърка вътре и вади произволно поведение – това може да бъде бягство, лай, спускане, хапане, треперене… има различни възможности в тази кутия. Ще изпробва поведението, за да види дали то ще го накара да се почувства малко по-добре. Например ще избяга. Ако бягството свали нивата на араузъла/възбудата или го върне обратно към щастливата страна на света, тогава то ще избира това поведение и за в бъдеще. Обаче ако това поведение не проработи, следващия път то ще избере различно поведение, докато намери това, което върши работа. Така се появяват и необичайните повтарящи се поведения. Когато кучетата са стресирани, когато изпитват страх, може да започнат да си ближат лапите, да се чешат или да се въртят в кръг, да си гонят опашката или да щракат във въздуха, все едно лапат мухи. Почти всяко поведение може да бъде избрано, ако обичайните не вършат работа.</p><p>Сега да вземем кутията на СПОКОЙСТВИЕТО. Почти всички поведения в нея са добри поведения, идеален избор и отговор, който искаме кучето ни да дава на събитията от околната среда – спокойно си лежи, гризе нещо подходящо, което му действа почти терапевтично. Затова и искаме да насърчаваме спокойствието на нашето куче. Как забелязваме спокойствието? Всъщност идеалният отговор на нещо ново, което се случва е липсата на отговор. Най-добрият отговор е куче, което почти не обръща внимание на случващото се и изобщо не се притеснява от него. Много често хората са малко обсебени, мислейки, че най-добрия отговор е вълнението, развълнувания отговор. Защо това е пробем? В кутията на страха, в кутията на фрустрацията/тревожността и в кутията на вълнението има едни и същи поведения. Така че, ако едно куче се спуска и лае, не знаем със сигурност тези поведения от кутията на коя емоция са излезли. Което означава, че не можем да кажем наистина дали спускащото се и лаещо куче е уплашено, фрустрирано или развълнувано. Няма начин това да се знае със сигурност. Обратното, поведенията, които излизат от кутията на спокойствието са все чудесни поведения и почти винаги са подходящи и желани.</p><p>Кучетата превръщат емоцията в поведение и поведението в стратегия за справяне, избирайки го от кутиите на емоциите.</p><h3>КАК ДА ИЗГРАЖДАМЕ СПОКОЙСТВИЕ. КОЛЕЛО НА СПОКОЙСТВИЕТО</h3><p>Спокойствието е нещо, което много хора си мислят, че не могат да тренират, че не е нещо, което се обучава. Да, но спокойствието не е даденост. То се възпитава. Има три начина, по които изграждаме спокойствие и не можем да развием истинско спокойствие, ако не приложим и трите. Тези три инструмента са част от Колелото на спокойствието:</p><ul><li>ПРОТОКОЛЪТ ЗА СПОКОЙСТВИЕ е първият от трите. Протоколът за спокойствие работи, като възнаграждаваме избори, които са свързани със спокойствие в ежедневния живот. Спокойствието е емоция, така че не можем да го възнаграждаваме директно, но можем да възнаграждаваме спокойните поведения. Тази награда се асоциира в мозъка и изгражда все повече спокойствие. И така, когато видите как вашето куче спокойно се е настанило на пода, вие минавате много спокойно покрай него и спокойно му слагате една наградка от дневната дажба на пода, след което се оттегляте. Спокойствието е нещо, което може да се изгражда доста бавно. Не е нещо, с което трябва да бързате. Това е нещо, което ще хващате и отбелязвате, когато го видите; това е нещо, което растете бавно, органично и е нужно да интегрирате в ежедневието си.</li></ul><p>Големият въпрос е, че определено не искаме да прекъсваме кучето си, когато е спокойно, да будим звяра. Какъв е отговора? Вие награждавате това, което кучето прави точно в този момент. Ако се приближите към него и бавно поставите наградка, вие ще подкрепите факта, че то спи. Много по-често то ще успее да заспи отново и ще се научи да го прави все по-бързо, защото този добър негов избор, този тунел ще бъде поощрен. Това е ключът. Не се притеснявайте какво ще се случи в отговор на подаването на наградката първоначално. Опитайте се да сведете до минимум всякакъв отговор от страна на кучето като награждавате по спокоен начин, така че да насърчите последващо спокойствие. Но ако това не стане този път, не се притеснявайте, вие сте наградили изборът, който се случва преди отговора на наградата.</p><p>Протоколът на спокойствието е от решаващо значение, просто награждаваме спонтанни поведения, свързани със спокойствието. Хубавото е, че можем да минем на следващо ниво и да започнем да награждаваме спокойствие при наличието на разсейващи фактори – някой минава покрай прозореца или някой влиза в съседната къща, награждаваме активни решения на кучето да бъде спокойно. Кучето ни може да вдигне поглед и отново да заспи, което е чудесно решение и ще го виждаме по-често, много по-често, след като сме наясно с протокола на спокойствието.</p><ul><li>Вторият начин е ангажирането на кучето с ПАСИВНИ УСПОКОЯВАЩИ ДЕЙНОСТИ. Дъвченето на дълготрайна гризалка или пълнен Конг означава, че използваме ежедневната храна и храненето на кучето в рамките на спокойствието.</li><li>Третият компонент на това колело на спокойствието е АКТИВНАТА ПОЧИВКА. Да не забравяме, че кучетата правят избори през цялото време и това е уморително, особено когато те схванат, че някои избори се възнаграждават, а някои не. Тогава започват постоянно да си задават въпроса това да го направя ли, а това, а другото… има ли тук шанс за награда… просто не знам какво да правя… Това може да бъде стресиращо и определено не създава спокойствие. Затова е необходимо кучетата да имат възможност наистина да почиват пълноценно. Това е особено важен момент за хората, които имат повече от едно куче в дома или куче и деца. Активна почивка, когато или кучето е в неговото място (и нищо не го притеснява) или да се отдели в друга стая в къщата. Защо е необходимо това умение? Ако ние оставяме винаги кучетата си заедно, те не точно почиват. Ако ги оставяме постоянно с нас или с децата, кучетата участват в това, което правим ние през цялото време.</li></ul><p>Колелото на спокойствието е много силен инструмент, независимо дали отглеждате едно или няколко кучета. А особено за къщи с няколко кучета, това е инструмент за поддържане на спокойна атмосфера без това да оказва влияние върху ежедневния ни живот. В дом с много кучета наистина можем да възпитаме кучета, които разбират как да бъдат спокойни, как да изчакват реда си – ако едното куче се занимава с Конг в леглото си, а другото яде разпиляна храна на двора, те ще останат спокойни и всяко ще се занимава със своята дейност.</p>",
      "images": [
        "https://moetokuche.com/wp-content/uploads/2021/02/9bg-scaled.jpg"
      ]
    },
    {
      "id": "in-situation-training",
      "title": "Трениране в ситуация",
      "body": "<p>Как можем успешно да тренираме куче, което има трудности в комуникацията с други кучета, с хора, с други животни или просто с живота като цяло.</p><p>Всяко куче има мозък и този мозък, когато е поставен в различни ситуации (пред друго куче, човек, сложите му повод и го заведете на 10 м от овца) взема решения – може да лае, може да напада. Във всеки случай има последствие. Понякога хората не забелязват последствието, защото може да е едва доловимо – по различни начини кучето може да е притеснено.</p><p>Едно е сигурно – кучетата винаги учат и кучетата винаги проявяват някакво поведение. Дали това е поведението, което искате или не, е друг въпрос. Нищо не се случва случайно. Хората понякога мислят, че кучето им не е видяло нещо в околната среда, но това не е така, то е напълно наясно, просто е избрало да не реагира на този стимул.</p><p>Има два начина на обучение. Единият е трениране В ситуацията, което се случва в сферата на последствието. Това е всичко, което е свързано с награждаване на това, което искате, и игнориране на това, което не искате. Представете си ситуация, в която вашето куче вижда куче, вашето куче лае и се нахвърля и вие си мислите: „Награди това, което искаш, игнорирай това, което не искаш. Не виждам нищо за награждаване и игнорирането не работи “.</p><p>Ключът към успешното трениране на кучета е всъщност да се разбере, че мозъкът на кучето със своите силни и слаби страни, начина, по който е оформен в момента, личността на отделното куче е това, което движи и причинява последствията.</p><p>Не винаги можем да контролираме ситуацията, не можем вечно да се дразним на отсрещния човек, който е оставил кучето си да дотича при нашето. Разочароващо и фрустриращо е да си в ситуацията. Ние не искаме да бъдем треньори на собствените си кучета, които използват сила и аверсивни методи, но въпреки това, когато обстоятелствата са налице, няма много какво да направим. Желанието е да променим света така, че да е подходящ за нашето куче, но обучението на други хора е много по-трудно от обучението на нашето собствено куче. Нека контролираме контролируемото!</p><p>Вторият начин на трениране е свързан с това да научим нашите кучета на уменията, да изградим техните силни страни, да превърнем техните слабости в силни страни, така че всъщност, когато са поставени в тази ситуация, те да изберат различен резултат, да направят нещо друго. Последствието е различно и това е трениране ЗА ситуацията.</p><p>Причината, поради която това е важно, е, че сме наясно, че не искаме да тренираме със сила. Обучението със сила не се състои само в използването на аверсивни инструменти – душачи, строги нашийници и електрошокови нашийници, страх и т.н. Тренирането със сила всъщност се опитва да постави мозък, който не е способен да се справи с нещо в ситуация, в която той трябва да се справя. Това е като да напъхате квадрат в кръгла дупка. Голяма част от обучението на кучета със сигурност се прави с използване на храна, лакомства и играчки и всякакви подобни, считани за положителни неща, но все пак се опитва да награждава това, което искаме, игнорирайки това, което не искаме, принуждавайки този квадрат да влезе в кръглата дупка. Например, ако кучето се притеснява около деца, не е добра идея да го заведете насила при дете, да дадете на това дете наградки, с които да храни кучето, тъй като това куче ще се чувства наистина некомфортно в тази нагласена ситуация, може да изръмжи, въпреки че детето се опитва да помогне. Обаче кучето е в конфликт дали да вземе храната или не, защото тя му харесва или е гладно, но въпреки това не иска да е там. Това е опит за трениране в ситуацията, при който никой не се чувства добре – нито кучето, нито детето, нито нас самите.</p><p>Това, което можем да направим вместо това е, че можем да пренастроим, да премоделираме мозъка на това куче, като играем игри, за да развием неговите умения и като възприемем този подход на обучение ЗА ситуацията, можем да превърнем реактивното куче в бомбоустойчиво.</p><p>Но освен това сме наясно, че всъщност можем да попаднем в ситуации, в които нашите кучета не са съвсем готови. Не можем да възложим цялата отговорност върху тях и трябва част от нея да поемем ние и трябва да сме наясно, че за това са ни необходими и някои инструменти за работа с нашите кучета – за управлението им, за да бъдат в безопасност, за защита на другите хора и кучета. Ние не сме ограничени и не сме застопорени там, където сме, а се срещаме с нашите кучета по средата, докато мозъкът им се оформя. По този начин имаме стратегия, начин да се погрижим за ситуацията, когато тя се случи, защото ситуации се случват, въпреки че ние не поставяме активно кучетата си там.</p>",
      "images": [
        "https://moetokuche.com/wp-content/uploads/2021/04/171034127_1375094022855736_8695191743921168583_n.jpg"
      ]
    },
    {
      "id": "managing-env-2",
      "title": "Менажиране на средата",
      "body": "<p>Във всяка ситуация най-вероятно ще има само един „правилен“ избор, който бихте искали да направят вашите кучета, от всички многобройни избори, които им се предоставят.</p><p>Ако си представите поведението на кучето като триъгълник като на върха на този триъгълник е изборът, който искате да направи (може да е да не лае по другото куче или да обърне фокуса си към вас, или да не избяга). В основата на триъгълника са всички избори, които му се предоставят в дадена ситуация (тичане в тази посока, тичане в другата посока, има лястовица в небето, има куче, по което да лае…). Често пъти кучетата ще са наясно, че имат на разположение милион пъти повече възможности, отколкото предполагате, че съществуват, и са креативни.</p><p>Когато говорим за стратегии за менажиране на средата, имаме предвид да свалите част от отговорността от кучетата си и да си я поемете вие, така че да им предоставите само избор, с който те имат уменията да се справят. Точно както когато разхождате кучето си покрай шосе, вие ще го водите на повод. Това е поемане на известна отговорност за избора му, защото последствията, ако то не направи правилния избор в тази ситуация, ще са много стресиращи.</p><p>Менажирането и повторенията са жизненоважни компоненти за успеха, защото в крайна сметка вашите кучета стават такива, каквито са през повечето време, правят това, с което са свикнали – и това се отнася както за хубавите избори, така и за тези, които не са толкова добри.</p><p>Ключов момент е, че менажирането на средата, което се изисква, съобразено с нивото на умения на конкретното куче към момента, е точно менажирането, от което има нужда. И понякога менажирането изглежда просто да не поставяте кучето в тази ситуация. Например нека не поставяме кучето до друго куче, защото всъщност колкото и да се опитваме да го управляваме в тази ситуация, ситуацията все още е прекалено пълна с избори, които не са подходящи.</p><p>Не забравяйте, че менажирането е обучение, тъй като чрез управлението не позволявате повтаряне на това, което не искате, а се повтарят само поведения, които искате и кучето се учи какво да повтаря като поведение.</p><p>Примери за инструменти за управление, които можете да използвате с вашите кучета, са:</p><ul><li>Нашийник и повод;</li><li>Нагръдник – за куче, което дърпа на повод, можете да използвате нагръдник с две халки, отпред и на гърба, и двоен повод, тъй като в този случай можете да използвате и двете си ръце и да имате много по-добро усещане за връзка;</li><li>Юзда/халти – може да се използва за някои кучета, т.е. не го използвате, за да спрете кучето да дърпа като начин да го ограничите и да го накарате да не дърпа, вместо това създавате изцяло ново преживяване;</li><li>Намордник – много по-добре е да подготвите кучето си предварително за носене на намордник, отколкото да реагирате в ситуация, когато се налага (спешно ветеринарно лечение, когато кучето изпитва болка или когато е на обществени места и това е регламентирано от закона…)</li></ul><p>Работата с кучетата по този начин ги улеснява много да правят подходящ избор във всяка ситуация и наистина предразполага към успех – а с течение на времето можете да им дадете повече отговорност и повече избор, тъй като те са повтаряли правилния избор достатъчно много пъти.</p><p>Приемайки, че менажирането на средата е от решаващо значение и е част от подпомагането на вашите кучета, трябва също така да приемете, че докато оформяте мозъците им в правилната посока чрез игри и възнаграждаване на правилните избори, в един момент идва време да им дадете известна отговорност (и отворите малко триъгълника, който споменахме в началото). Защото, ако се отнасяте с кучето си все едно е на същия етап както преди, то вероятно винаги ще остане в същото положение. Ако всъщност започнете да се отнасяте с него и да го приемате като кучето, което е днес, вие преминавате към нови нива, нови нива на свобода за вас.</p><p>Не се зацикляте на мястото, на което сте били, придържайте се към това къде отивате. Направете нова оценка къде се намирате днес и работете с кучето пред себе си. Понякога ще се връщате назад, в други дни ще направите 3 крачки напред и това е напълно ОК. Кучетата се променят и това е добре, тъй като те могат да се променят към по-добро.</p>",
      "images": []
    },
    {
      "id": "how-to-play",
      "title": "Как да играем игрите",
      "body": "<p><em>Игрите в този курс са вдъхновени от Абсолют догс</em></p><p><em>Започнете да играете всички игри първо вкъщи, където кучето е спокойно. Може да сменяте стаите. След това ги пренесете навън, като първоначално изберете спокойно и познато място с малко разсейващи стимули. Постепенно преминете към повече дразнители и различни места.</em></p><p><em>Играйте игрите често и за кратко. Не е нужно да правите нарочни тренировъчни сесии. По-добре е да играете няколко пъти на ден по няколко минути (2-3</em> <em>минути</em> <em>е достатъчно). Целта е игрите да станат част от ежедневието и не забравяйте – трябва да е забавно!</em></p>",
      "images": []
    }
  ]
}
