{
  "name": "Добрият, Лошият и Злият",
  "lessons": [
    {
      "id": "bonus-how-dogs-think",
      "title": "Как кучетата мислят, избират и решават поведенията си.",
      "body": "<p>Каква е ролята на повторенията и награждаването за изборите, които правят.</p>",
      "videos": ["https://www.youtube.com/embed/rCD6dT6SGEs?feature=oembed"]
    },
    {
      "id": "bonus-emotions-box",
      "title": "Кутиите на емоциите. Емоции и поведения",
      "body": "<p>* Какви емоции изпитват кучетата и как превключват между различните емоции;<br>* Кучетата използват избрано поведение, за да се справят с дадена емоция;<br>* Защо най-ценна е емоцията Спокойствие;</p><p>Домашно: изберете пет до десет спокойни поведения и си ги запишете. Това са поведенията, към които да се стремите, когато трябва да работите за спокойствие. Поведенията, които да отбелязвате и награждавате във вашите кучета по пътя си към спокойствието. Така започваме да изграждаме Спокойствие в нашето куче</p>",
      "videos": ["https://www.youtube.com/embed/kTQk8JQ4TyQ?feature=oembed"]
    },
    {
      "id": "day-1",
      "title": "#Ден1 – Ориентация",
      "body": "<p>За успеха най-важна е основата! Всички сте наясно, че без стабилна, здрава основа, допълнителните слоеве може да са нестабилни и да се разрушат. Затова е важно да изградите стабилна основа на взаимоотношенията ви, за да е възможна трансформацията в добро куче (по вашите критерии).</p><p>Кое може да бъде вашата основна разменна монета, ценната валута за вашето куче и как да трупате в касичката на вашите взаимоотношения ще научите от нашия наръчник <a href=\"https://moetokuche.com/resursi/da-zarezhem-kupata-ebook/\" target=\"_blank\">Да зарежем купата за храна</a></p><p>Подобряването на връзката, която имате с кучето ще засили всяко друго взаимодействие помежду ви. Вероятно още след първите игри някои ще забележат промяна в кучетата си – че са по-фокусирани в тях, че се ангажират с удоволствие, че успяват да се отделят от стимули, че ядат гранулите, които преди това са отказвали.</p><p>Ако следите фейсбук групата Моето Куче, вече знаете днешната игра Ориентация. Тя е основополагаща и насърчава кучето да избира вас, да се ориентира към вас, независимо какво се случва наоколо. Изключително лесна и интуитивна, защото кучето съвсем естествено се обръща към източника на наградите.</p><p>Не трябва да забравяте, че те са ефективни същества. Осигурявайки на кучетата лесен достъп до награди, вие много повишавате оптимизма им (защото се справят без проблем), но същевременно правите нещо много по-важно – очертавате един периметър около вас, който става ценен и награждаващ за тях.</p><p>Затова не се изкушавайте да хвърляте далече, за да тича кучето повече. Защото не искате то да си получава наградите твърде далече от вас и после там да си ги чака и търси, нали?</p><p>Затова другият много важен момент в играта е маркирането на обръщането на кучето към вас. Ние маркираме с ДА!, вие може да изберете и друга дума. Но запомнете! – маркирате обръщането към вас, а не момента на хвърляне на наградата, която кучето да последва!</p><p>Как играем:</p><p>Хвърляте наградка в една посока, кучето я последва, взема я (на някои, може да им трябва малко време, за да я сдъвчат добре) и се обръща към вас (не настоявайте за очен контакт!) с очакване какво следва – ей този момент маркирате с Да! – и хвърляте наградка в друга посока.</p><p>Това е!</p><p>Добавяте движение и от ваша страна, за да може обръщайки се, кучето да ви потърси с поглед и да се ориентира към вас, независимо къде сте.</p><p>Когато включите и елемент на преследване, вие да тръгнете в обратната посока и кучето да ви последва, се получава вариация, която прави играта още по-забавна и динамична.</p>",
      "videos": [
        "https://www.youtube.com/embed/HZ037xxxcFs?feature=oembed",
        "https://www.youtube.com/embed/xJkYK7Ri_Uo?feature=oembed"
      ]
    },
    {
      "id": "day-2",
      "title": "#Ден2 – Опън на повода",
      "body": "<p>Част от борбата да имате реактивно куче (ние ги наричаме опърничави, с любов) е, че перспективата се променя в зависимост от това дали кучето ви е на повод или без повод. Има много ситуации, в които кучето ви трябва да остане на повода, така че в днешната игра ще се съсредоточим върху комуникацията с повода, изграждането на желан от нас отговор от страна на кучето, който да стане мускулна памет и който ще помогне за спокойното ходене на повод като цяло.</p><p>На кучетата им е заложен съпротивителния рефлекс, който е естествен инстинкт да се противопоставят на натиска (ако ги дръпнете, те се дърпат в обратна посока), така че вместо да очаквате те да знаят как да ходят по подходящ начин на повод, вие трябва да ги научите.</p><p>Играта Поддай на опъна е наистина полезна в това отношение. Това е едновременно инструмент в ежедневието и игра, която засилва умението за отделяне от стимули. Липсата на умение за отделяне създава различни видове поведенчески борби.</p><p><u>Как играем:</u></p><p><em>НИВО 1</em></p><p>Кучето ви е на повод, държите част от дневната му дажба храна в ръка и прилагате лек опън/напрежение върху повода в обратна посока. Когато кучето ви се обърне, отстъпи към вас, поводът се отпусне, наградете в посоката, в която се насочва, към вас (а не обратно, засилвайки опъна).</p><p>Не забравяйте, че не дърпате кучето си или не използвате храната, за да го примамите. То самó трябва да избере да се движи в такава посока, че да облекчи напрежението.</p><p>В началото кучето ви може да продължи да дърпа на повода, защото това е практикувало досега. Може да го наградите за всяка малка промяна, когато пренесе тежестта си така, че да отхлаби опъна, за да му помогнете да разбере играта.</p><p>Можете да използвате тази игра с всякакви разсейващи фактори и да я приложите, когато се налага – когато то се взира в нещо, когато иска да взаимодейства с някого, когато лае и напада.</p><p><em>НИВО 2</em></p><p>Хвърлете храна пред кучето си, но извън обхвата на повода, така че то да не може да я стигне.</p><p>След като кучето я последва и се опъне на повода, изчакайте търпеливо, докато премести тежестта си така, че да отпусне повода, сети се да се обърне или се отдръпне от храната и се насочи към вас. Тогава го похвалете ентусиазирано и го наградете щедро далеч от хвърлената храната. От време на време след това, след като се е отделило и е дошло при вас, го заведете обратно до храната на земята и му позволете да я изяде. Направете го заедно, за да му покажете, че хубавите неща се случват заедно с вас, че сте екип и че заедно “ловувате плячката”. Защото при опърничавите кучета не винаги човекът фигурира в картинката, те сами намират своите забавления.</p><p>Внимавайте повода да остава отпуснат!</p><p>Тази игра учи кучето, че напрежението, опъването на повода не означава да реагира на нещо или да се стресира за нещо, или че трябва да се фрустрира, а вместо това напрежението на повода е добра сделка – получава награда при вас. И е чудесен инструмент, който да използвате, когато кучето ви се ангажира с нещо в околната среда.</p><p>Отделянето е от ключово значение за ТРАНСФОРМАЦИЯТА на вашето реактивно куче. Важно е то да разбере, че другото куче в далечината или приближаващия човек не са негова работа, не са нито нещо страшно, нито нещо твърде вълнуващо. И че най-добре за него е да остане спокойно при вас, защото това е най-ценното място на света.</p>",
      "videos": [
        "https://www.youtube.com/embed/d4G1WqRK6cM?feature=oembed",
        "https://www.youtube.com/embed/rjuE3hcT7A0?feature=oembed",
        "https://www.youtube.com/embed/UYbnbizo2EI?feature=oembed"
      ]
    },
    {
      "id": "day-3",
      "title": "#Ден3 – Разсейване – Маркер – Награда",
      "body": "<p>Оптимист или песимист е вашето куче? Възможности или опасности вижда в света около себе си?</p><p>В живота се случват много неща и кучетата често приемат, че нещо ново, непознато за тях в околната среда (дори ако това не е нещо, което вие самите забелязвате) е нещо, за което трябва да се притесняват.</p><p>Неща се случват през цялото време. Кучето ви може да се разсее по човека, с който се разминавате по тротоара, котката под автомобила, кучето на отсрещния тротоар, падащо листо от дървото, викове на деца в парка, звън на телефон… всичко.</p><p>И РМН е като упражнение за наблюдателност за хората. РМН работи, като приемате, че новости се случват (РАЗСЕЙВАНЕ&nbsp;– дразнители, които привличат вниманието на кучето ви), след което вие му подавате сигнал, със спокойна реплика, че сте наясно и също сте забелязали дразнителя (МАРКЕР) и следва положителен резултат за него (НАГРАДА).</p><p>Често кучетата имат заложен естествен песимизъм, при който, ако не им дадете обратна връзка и не кажете „това е нещо хубаво“, те просто ще предположат, че е лошо. И приемайки, че е лошо, следващия път, когато видят нещото, те са още по-склонни да предположат, че е лошо, защото вече са изградили песимизъм.</p><p>Тази игра учи вашето куче, че „Това не е моя работа“ може да бъде отговорът на всеки въпрос, който си задава относно важността на всичко, с което се сблъсква в ежедневието.</p><p>Изберете си дума-маркер, с която ще му кажете точно това.</p><p>Как играем:</p><ul><li>Първоначално просто захранете думата-маркер, която ще използвате, така че кучето да я свързва с награда. Казвате думата – пауза – подавате му спокойно храна.</li></ul><p>Съвет: Направете секунда пауза между маркера и подаването на ръката си с наградката за кучето. Защото понякога кучето ви ще бъде в края на повода, опънало напред, когато види например друго куче насреща или друг път ще бъде свободно пуснато и няма да ви гледа, когато види нещо.</p><ul><li>Повторете това няколко пъти, докато сте сигурни, че кучето очаква последствие, след като чуе маркера – че ще получи награда.</li><li>Добавете разсейващ елемент, нещо обичайно, а не такова, което го притеснява (напр. познат човек, който минава покрай него, тихо пляскане с ръце…) Когато кучето ви забележи разсейването (ще разберете по това, че обръща главата натам, мръдва ухо, пренася тежестта на тялото си към или далече от нещото), кажете маркера си и му дайте хранителна награда.</li><li>Постепенно увеличавайте нивото на разсейването. Това отнема време и натрупване. Колкото повече успявате да въведете РМН в ежедневието, толкова повече то става нещо обичайно и за вас, и за кучето и се получава по-добре. Виждате нещо, маркирате го и спокойно давате наградка.</li><li>Не подавайте храната, като че ли е изключително вълнуващо събитие, по-скоро маркирате и награждавате като нещо съвсем обичайно, нищо особено.</li><li>ВАЖНО! Използвайте РМН за всичко, не само за неща, от които кучето ви се притеснява. За да може да генерализира, е важно да маркирате всякакви елементи в средата, които то забележи. (вж. приложената таблица)</li></ul><p>Тази игра е мощна! Познаването на това, което провокира песимистичната природа на вашето куче ще ви помогне да увеличите оптимизма му. Давайте му обратна връзка за нещата, които се случват в натоварения човешки свят. Вие сте най-добрият стопанин за вашето куче.</p>",
      "videos": ["https://www.youtube.com/embed/2zn8tEW-vHA?feature=oembed"]
    },
    {
      "id": "day-4",
      "title": "#Ден4 – Шаблон на отделянето",
      "body": "<p>Най-големият подарък, който можете да дадете на кучетата си, независимо дали са развълнувани или уплашени от нещо, е те да мислят, че това не е тяхна работа – на това учи тази игра.</p><p>“Не е твоя работа” е чудесна нагласа, с която кучето да живее в натоварения свят, в който живеем днес.</p><p>Има толкова много неща, които не засягат вашето куче – семейството на пикник, бягащ човек в парка, конски изпражнения, лаещо куче… Кучетата харесват шаблоните, за да знаят какво ще се случи и обичат да ускоряват процеса, да стигат по-бързо до награда.</p><p>В тази игра използваме склонността на много опърничави, и все пак готини, кучета към предсказуемите шаблони и използваме това в наша полза.</p><p>Наистина е неоснователно да очаквате вашите кучета да не се плашат или вълнуват понякога. Но вместо да скачат, нападат или хапят това, от което се страхуват, е много по-добре да ги научите да се отделят.</p><p>Шаблонът на отделянето учи на повтарящ се модел, който всеки път изглежда еднакво, което става сигнал, превръща се в мускулна памет и изгражда умението за отделяне.</p><p>Това е едновременно инструмент, който да ползвате в ситуации и игра, която ще го подготви за ситуациите.</p><p>Как играем:</p><p>Вземете малко храна с висока стойност, хвърлете наградка настрани и когато кучето ви се ориентира обратно към вас, наградете го и продължете да подавате още няколко наградки една след друга, като същевременно се отдалечавате в обратната посока.</p><p>Ако понякога кучето не намира парчето храна, което хвърляте на земята, то все пак ще дойде с вас, защото ще знае коя е зоната с висока стойност за него – там, където получава повече наградки.</p><p>Лесно е – една наградка настрани, 3 наградки при нас!</p><p>ВАЖНО! Подавате наградите при вас една след друга, а не накуп!</p><p>Добавянето на движение в посока обратна на стимула допълнително помага за изграждането на концепцията за отделяне.</p><p>Правете този шаблон достатъчно много пъти. Това, към което се стремите е, когато кучето ви отива да вземе храната на земята, то вече да иска да тръгне обратно с вас.</p><p>Когато получите тази картина, вашето куче е готово за реалния живот. По този начин се отдалечавате от необходимостта от постоянен контрол и се приближавате към чудесното умение за отделяне от стимули.</p>",
      "videos": [
        "https://www.youtube.com/embed/y-YG13aS7MU?feature=oembed",
        "https://www.youtube.com/embed/DiOwamzFwaM?feature=oembed",
        "https://www.youtube.com/embed/a0YiQ5iyBRc?feature=oembed"
      ]
    },
    {
      "id": "day-5",
      "title": "#Ден5 – Магическо завъртане",
      "body": "<p>Това завъртане само по себе си е страхотен трик, но същевременно наистина може да ви помогне бързо да се измъкнете от неприятности в ситуация, когато трябва да създадете малко повече дистанция между кучето си и стимул от средата, независимо дали е нещо страшно или нещо интересно, като същевременно ангажирате фокуса му във вас. Играта ви дава възможност да преместите кучето си от едната ви страна в другата. Освен, че ще дадете пространство на кучето, ще сте в позиция, в която да поемете контрол върху ситуацията при нужда. Това допълнително ще даде на кучетата, които се притесняват усещане за безопасност и възможност да покажат добро поведение.</p><p><u>Как играем:</u></p><p>Кучето ви е до вас, от едната ви страна и целта е, със завъртане, да се позиционира от другата ви страна. Може да започнете с водене на кучето с наградка (Luring), първоначално съвсем под носа, а постепенно с жест от разстояние. Ако то е от лявата ви страна, повеждате го с дясната ръка, така че да мине пред вас и минавайки вдясно до тялото ви да се завърти и да заеме позиция успоредно до вас, вдясно.</p><p>Ще ви помогне, ако кучето може да следва ръцете ви, да задържа фокуса си в тях, да прави кръгче наляво и надясно.</p><p>Не се фокусирайте върху строги правила, играйте както ви харесва и както ви е удобно.</p><p>Не е задължително кучето да е в седнала позиция, защото реално при разходка ще сте в движение.</p><p>Започнете вкъщи, след което изнесете играта в различна обстановка. Може да играете на повод и без повод.</p><p>Ако искате, може да добавите вербален сигнал, след като кучето усвои поведението и го предлага без затруднение. Въвеждането става като първо подадете вербалния сигнал и след това направите жеста, който то вече знае, а с времето жеста отпадне.</p><p>Препоръчително е да играете с храна, от една страна, защото е по-лесно и от друга, защото използването на играчки променя възбудата, вдига араузъла (повече по темата може да прочетете в тази статия <a href=\"https://moetokuche.com/obshtuvane/vazbudata-i-kucheshkoto-povedenie/\">https://moetokuche.com/obshtuvane/vazbudata-i-kucheshkoto-povedenie/</a>), а причината, поради която в реална ситуация се налага да преместите кучето от другата си страна е за да избегнете повишаване на възбудата и реактивно поведение. Ако се налага използването на играчка, съобразете начина, по който я предлагате на кучето – подайте му я бавно, нека то я захапе, задържи в уста, без много възклицания и анимиране.</p><p>Тази игра е страхотен инструмент за изграждане на връзка с кучето ви, изгражда близост и повишава фокуса във вас. Дори да не се сещате в каква ситуация бихте я използвали, инвестирането в нея го учи на флексибилност и оптимизъм.</p>",
      "videos": ["https://www.youtube.com/embed/qc-b-YG9Hqc?feature=oembed"]
    },
    {
      "id": "day-6",
      "title": "#Ден6 – Освобождаващ сигнал в Къща",
      "body": "<p>Къща е друга любима игра, при която насочваме кучето да застане между краката ни и да остане там, докато го освободим. Ако по време на игра, кучето не разбере какво искаме от него, рестартираме като му хвърлим наградка настрани и започваме отначало.</p><p>– С кучето пред вас го примамете с ръка да последва наградката, около крака ви до позиция “къща” между краката ви. Наградете в тази позиция, без да е нужно допълнително да карате кучето да сяда (в това дори има предимство, за което ще разберете в някой от следващите дни).</p><p>– Хвърлете гранула настрани, за да освободите кучето и рестартирате играта, а когато то се върне, примамете отново около крака си.</p><p>– Не забравяйте да играете играта като повеждате кучето в двете посоки,&nbsp; вляво и вдясно, и от различни изходни позиции спрямо вас, отпред, отзад, встрани.</p><p>За много кучета това е естествено поведение – да потърсят закрила при човека си в ситуации, в които се чувстват разтревожени и не знаят как да реагират. Хубаво е да ги поощряваме за този избор, за да знаят, че ние сме тяхното убежище и винаги ще им дадем сигурност. Ние пък ще сме спокойни, че ще предпочетат да дойдат при нас, вместо в рискована ситуация да хукнат в паниката си нанякъде.</p><p>Следващото ниво е да оформите освобождаващия сигнал, който кучето да изчаква, за да излезе от „Къщата“. Това ще добави самоконтрол, увереност и фокус в неговите умения.</p><ul><li>Когато кучето е застанало в позицията си, добавете сигнал за освобождаване „ОК“ секунда преди да хвърлите наградата напред, с която ще го приканите да излезе от позицията си.</li><li>Постепенно удължавайте внимателно времето, в което освобождавате кучето от позиция. Добре ще е един път да го задържате по-дълго, друг път по-кратко. Бъдете непредвидими, но не преминавайте прага му, за да не се освободи само от позицията си.</li></ul><p>Изграждането на самоконтрол трябва да се случва много постепенно, без да обучението да фрустрира кучето и да го поставя в ситуация да се провали.</p><p>За да подобрите допълнително умението и желанието на кучето да влиза в позицията „Къща“, можете да използвате за награда и за освобождаване и играчка, с която да стартирате игра. Отново използвайте сигнала „ОК“ секунда преди да предложите играчката.</p>",
      "videos": [
        "https://www.youtube.com/embed/dq1W5GaD-g4?feature=oembed",
        "https://www.youtube.com/embed/ddDDrCWV5_0?feature=oembed"
      ]
    },
    {
      "id": "day-7",
      "title": "#Ден7 – Конус",
      "body": "<p>Всяко куче е добре да бъде приучено да носи намордник. Носенето на намордник не означава, че кучето е опасно. Всъщност има различни ситуации, в които намордникът може да бъде полезен – например при ветеринаря, в градския транспорт, на места, където намордниците се изискват по закон или като инструмент за управление на кучета, които обичат да ядат неща, които не трябва (като камъни, боклуци).</p><p>Тази игра учи кучето да поставя муцуната си в пластмасов конус (чаша, саксия или каквото и да е) и да я задържа там известно време. И да го прави с желание.</p><p>Как играем:</p><p>– Покажете конуса на кучето. – Кажете „ДА“ веднага щом кучето ви взаимодейства с конуса (поглежда към, подушва, приближава до него и т.н.) и го наградете.</p><p>Целта е то постепенно да стане по-уверено и да мушне муцуната си в конуса.</p><p>Може да сложите награда вътре, за да го стимулирате да го направи.</p><p>Съвет: Може да използвате за начало сигнала си за „докосване с нос“, ако имате такъв, за да помогнете на вашето куче да разбере идеята!</p><p>– Хвърлете наградка настрани, за да рестартирате играта и насърчите кучето си да се включи отново, като вземе храната и след това се върне при вас, за да продължите играта. Междувременно скрийте конуса зад гърба си и му го покажете след като дойде при вас.</p><p>Сменяйте позицията, за да бъде по-забавно и самото куче активно да се насочва към конуса, а не вие да го бутате под носа му.</p><p>Надграждайте, докато започне всеки път да предлага поставяне на муцуната, многократно и след това добавете продължително задържане.</p><p>Как добавяте задържане? Просто забавете маркера „ДА“, изчакайте, за да видите дали кучето ви ще задържи главата си в конуса по-дълго. Постигането на задържане или дори поставянето на муцуна вътре може да отнеме много мини сесии. Няма проблем! Не бързайте. Някои кучета трябва да повтарят много пъти ранните етапи на играта.</p><p>Най-важният етап е оформянето стъпка по стъпка, всяко взаимодействие с намордника/конуса/предмета и въпреки това повечето хора искат етапа с добавяне на продължително задържане с намордник на муцуната. И, след като вече кучето ви има това поведение, можете да замените конуса с всякакви неща.</p><p>Сега става наистина вълнуващо – можете да замените конуса за намордник, юзда, ветеринарна яка или дори собствените си ръце, ако някога се наложи да хванете устата на кучето си или да погледнете зъбите му!</p><p>Как да го постигнете?</p><p>Вземате намордника просто да стои до вас. Напомнете на кучето какво правим с конуса и след това го заменете с намордника, когато то не гледа. Вашето куче ще може и ще се чувства удобно с носенето на всяка една от тези принадлежности и тъй като играта включва прост конус, всички минали преживявания с тези предмети изобщо няма да повлияят на играта.</p>",
      "videos": ["https://www.youtube.com/embed/9fAwztT0TXg?feature=oembed"]
    }
  ]
}
