{
  "lessons": [
    {
      "id": "day-1",
      "title": "#Ден1 – ДА ЗАРЕЖЕМ КУПАТА",
      "body": "<p>Тази идея е може би най-добрата, която можете да възприемете, за да започнете да изграждате или да затвърдите здрава и неразвързваща се връзка с вашето куче, както и да му помогнете да повиши своята цялостна увереност.</p><p>Замислете се как изсипваме всичката стойност на нашето куче ежедневно в една паница и тя просто изчезва.</p><p>Храната е основен мотиватор за развитие на кучето. Тя го мотивира да се движи, тя събужда инстинктите му, тя го кара да души, търси, бяга, преследва, улавя. А защо да не я използваме тогава, за да предоставим тези толкова необходими на кучетата преживявания НИЕ, а не СРЕДАТА.</p><p>Концепцията за премахване на купата максимално от живота на кучето освен, че създава изключителна връзка с нас, то и много обогатява менталното здраве на нашето куче, поради това, че то започва да използва инстинктите си, започва да работи, да мисли, да преодолява проблеми в живота си, за да си хапне. Ами да, те кучетата се движат през този свят и живота си с една единствена цел – да си хапнат. И всички поведения произлизат от тази цел.</p><p>Да станем ние център на тази мотивация е може би най-доброто, което можем да направим за нашето куче.</p><p>Разровете се в интернет и се запознайте с идеята за Canine Enrichment. Ше срещнете много идеи за това как можете да замените купата, освен чрез игри.</p><p>В сайта също има статия по темата за обогатяването (енричмънта) и каква му е целта : <a href=\"https://l.facebook.com/l.php?u=https%3A%2F%2Fmoetokuche.com%2Fobshtuvane%2Fobogatqvane-na-mozachnata-deinost%2F%3Ffbclid%3DIwAR2TJSL9mW92URtDa-gaMq6e7iDNxwUB8rvAMLiEJyz7UAM2d6-u9wd4HSQ&amp;h=AT2TdCYoPoXg29IhaKOTw2bpVJ3f4u-rc7XTTEf8vn3D-6guX9gLEHhy5RXiOtaLDQHNEo1O4ZrmdP8YpwahKGl2HB0FDZ5tYEmLmzgZqzVuGr7f6EtGxuh9aFAf_11HkAc&amp;__tn__=-UK-R&amp;c%5b0%5d=AT32AcZiQ9FChnTXazoGlZ4GiLF-RgMeAKkMfVbtJteZSGwvWUvutf4GN_AQgbEtkFfZqfeF0UUXw18bN1OrleeziUfDveKUPibSxsFgMw24_LEq-8JIltaouC7f-y0_e9ITVk4BFwMoWM9NV0SsyfO35cjUwedF1anpIvBTV12T0LY\">https://moetokuche.com/…/obogatqvane-na-mozachnata-deinost/</a></p><p>За това как да стартирате процеса по премахване на купата, изтеглете електронния наръчник „Как да премахнем купата“ &nbsp;<a href=\"https://l.facebook.com/l.php?u=https%3A%2F%2Fmoetokuche.com%2Fresursi%2Fda-zarezhem-kupata-ebook%2F%3Ffbclid%3DIwAR0xVnD-pjl8wEXdex_N9Fdcs7AbleCpogucxTRL08Lbg52OkvJnqqyi_W8&amp;h=AT1hl9WrxobMF0cDZnD5fcOkWFRMzu8XxIGtEmz1LubjaS3SLJwAX_yMjMptkTLJjsAkMwEOKIBN1NClywC-NmsFXhkOTiw-cd5zYZgnwiOGGRulB7evCdHbPZ8HhukW-7g&amp;__tn__=-UK-R&amp;c%5b0%5d=AT32AcZiQ9FChnTXazoGlZ4GiLF-RgMeAKkMfVbtJteZSGwvWUvutf4GN_AQgbEtkFfZqfeF0UUXw18bN1OrleeziUfDveKUPibSxsFgMw24_LEq-8JIltaouC7f-y0_e9ITVk4BFwMoWM9NV0SsyfO35cjUwedF1anpIvBTV12T0LY\">https://moetokuche.com/resursi/da-zarezhem-kupata-ebook/</a></p><p>И така … Днес с Мъфин, както почти всяка сутрин основно закусихме навън. Закуската на Мъф обикновено е суха храна. Той е малко капризен и ако храненето не е свързано с преживяване, ще си зареже гранулите в паницата.</p><p>Направихме от идеята за премахване на купата днешната игра навън</p><p>Мъфин обича да преследва – ръцете ми, гранулките си, обича и да хваща във въздуха, въпреки че не успява всеки път.</p><p>Цялата ни разходка премина под този ритъм. През това време той пропусна присъстващите по полянките на парка други кучета, котка, която се изстреля от един храст и сладка катеричка, която подскачаше по дърветата. ОО, имаше и врани, а Мъф много обича да ги вдига във въздуха.</p><p>Цялата тази концепция ни помогна и отново да потренираме ходене до мен с фокус в мен БЕЗ ПОВОД!</p><p>Искам днес през деня Мъф да е спокоен, за това стартирах деня с тази игра, за да го фокусирам в мен, да си изкара добре с мен, да се поизмори, защото това си е изморително, да мисли и да внимава какво му предлагам и да се забавляваме. Вие имате ли снъфъл мат или лики мат?</p><p>А какво се харесва най-много на вашите кучета? Обичат ли да гонят храната си? Или да я хващат във въздуха?</p>",
      "videos": [
        "https://www.youtube.com/embed/DEcIU4KPf7A?feature=oembed",
        "https://www.youtube.com/embed/j6b8_PLbIuc?feature=oembed"
      ]
    },
    {
      "id": "day-2",
      "title": "#Ден2 – ХВАНИ МЕ, АКО МОЖЕШ",
      "body": "<p>Днес е време да се пораздвижим и ние. И да се забавляваме, да забравим правилата. Тренирането без правила създава импулса у кучето, неговото желание да се впусне и участва във всичко, което правим. А ние все искаме да ги контролираме. Да де, но ако го няма пулса, няма да има и контрол на импулса. Не забравяйте, че всичко се получава по-лесно и приятно, когато го правим с усмивка!</p><p>Тази игра е динамична и може да вдигне много възбудата на кучето. Повече по темата за възбудата и араузъла (будността на мозъка) може да прочетете тук: <a href=\"https://moetokuche.com/obshtuvane/vazbudata-i-kucheshkoto-povedenie/\">https://moetokuche.com/obshtuvane/vazbudata-i-kucheshkoto-povedenie/</a></p><p>Напасвайте играта според вашето куче. С някои, които са по-бавни и спокойни, може да се наложи да включите звуци за вдигане на емоцията, възклицания (не викане по име! не насоки какво да правят!), потупване по предмета. При други ще трябва да ги забавите, ако твърде много се превъзбуждат и започват да скачат по вас. За целта може да използвате малко повече разпиляна храна на мястото на награждаване, да добавите играта Капан, която може да видите във <a href=\"https://www.facebook.com/groups/moetokuche\">Фейсбук групата Моето куче</a> <a href=\"https://www.facebook.com/ina.hadzieva/videos/3820645031305891\">https://www.facebook.com/ina.hadzieva/videos/3820645031305891</a> (групата е поверителна, така че ви каним да се присъедините)</p><p><u>Как играем:</u></p><p>– Намерете си препядствие. Всяко нещо, което може да служи за бариера между вас и кучето ще ви свърши работа – маса, фотьойл, диван, храст, дърво… бъдете креативни и флексабилни.</p><p>– Поставете наградка на земята.</p><p>– Докато кучето яде, се отдалечето от него, заобикаляйки предмета, така че то да ви последва, след като хапне храната. Но не се скривайте от погледа му изцяло, дайте му шанс да разбере какво се очаква от него. Нека има закачката, дразненето в играта, малко като катерицата, която си развява опашката под носа му.</p><p>– Опитайте се да не го викате, просто играйте!</p><p>– Когато ви настигне, наградете с малко храна, която пускате на земята, за да го забавите и започнете новата гонитба.</p><p>Може да играете с различни предмети, в различни стаи, на двора, навън… Да видим кой е по-интересен за кучето – средата или вие.</p><p>Играта работи много за близост и учи кучето да бъде около нас, да се отзовава на повикване – все неща, които всички ние искаме от него на разходка.</p><p>Вероятно за много от вас ще е трудно понякога, но ви призоваваме, докато играете, да забравите за командите. Да оставите кучетата да мислят и да имат шанса сами да изберат поведението, което очаквате. А когато го направят, да ги наградите. Това поощрение ще ги накара след това да избират същото поведение, което вие искате, много по-често.</p>",
      "videos": [
        "https://www.youtube.com/embed/Ms3GBFtmyHA?feature=oembed",
        "https://www.youtube.com/embed/R-eGY8l8L1E?feature=oembed"
      ]
    },
    {
      "id": "day-3",
      "title": "#Ден3 – ОРИЕНТАЦИЯ + СПРИНТ",
      "body": "<p>Вероятно още след първите игри някои ще забележат промяна в кучетата си – че са по-фокусирани в тях, че се ангажират с удоволствие, че успяват да се отделят от стимули, че ядат гранулите, които преди това са отказвали… Представете си само какво ще е след още 27 дни игри! Нямаме търпение какво ще споделите накрая!</p><p>!!! Не забравяйте – просто се забавлявайте, опитвайте се да адаптирате всяка игра според вашето куче, някои ще се получават по-добре, други не толкова добре. Но тук е важен олимпийският принцип, важно е участието. Защото така, опитвайки различни игри, ще разберете какво харесва на вашето куче и след това ще можете точно тази игра да използвате в ситуация от живия живот, когато трябва да сте по-интересни от нещо наистина разсейващо.</p><p>Ако следите фейсбук групата <a href=\"https://www.facebook.com/groups/moetokuche/?__cft__%5b0%5d=AZWsFjj-PkP4STgN-AFwEFJ4QLSD5hlyvPt3XoJnQ2jV7t3s4x8iZWJ63xxBmv17K__wOwmheX2DPuhF-2pikrvLCAVJOTuodNqrES93aAu3bp6zj4BUjhTuqtHAzGrv3p2lSlxlAK8HlcXQTWETu5PJ&amp;__tn__=-UK-R\">Моето Куче</a>, вече знаете днешната игра Ориентация. Тя е основополагаща и насърчава кучето да избира нас, да се ориентира към нас, независимо какво се случва наоколо. Изключително лесна и интуитивна, защото кучето съвсем естествено се обръща към източника на наградите.</p><p>Не трябва да забравяме, че те са ефективни същества. Осигурявайки на кучетата лесен достъп до награди, ние много повишаваме оптимизма им (защото се справят без проблем), но същевременно правим нещо много по-важно – очертаваме един периметър около нас, който става ценен и награждаващ за тях. Затова не се изкушавайте да хвърляте далече, за да тича кучето повече. Защото не искаме то да си получава наградите твърде далече от нас и после там да си ги чака и търси, нали?</p><p>Затова другият много важен момент в играта е маркирането на обръщането на кучето към нас. Ние маркираме с ДА!, вие може да изберете и друга дума. Но запомнете! – маркираме обръщането към нас, а не момента на хвърляне на наградата, която кучето да последва!</p><p><u>Как играем:</u></p><p>Хвърляме наградка в една посока, кучето я последва, взема я (на някои, може да им трябва малко време, за да я сдъвчат добре) и се обръща към нас (не настоявайте за очен контакт!) с очакване какво следва – ей този момент маркираме с Да! – и хвърляме наградка в друга посока. Това е!</p><p>Добавяме движение и от нас, за да може обръщайки се, кучето да ни потърси с поглед и да се ориентира към нас, независимо къде сме. Когато включим и елемента преследване от вчерашната игра, се получава вариация, която прави играта още по-забавна и динамична.</p>",
      "videos": [
        "https://www.youtube.com/embed/DCPzfIs8clY?feature=oembed",
        "https://www.youtube.com/embed/uwLg3xuwO1U?feature=oembed"
      ]
    },
    {
      "id": "day-4",
      "title": "#Ден4 – СПРИНТ ЗАД ЪГЪЛА",
      "body": "<p>Натрупвайки различни игри в репертоара си, можем да започнем да разнообразяваме тренировките си като ги комбинираме. Това им е хубавото. Защото в една кратка 3-минутна сесия, можем да комбинираме няколко игри. След като кучето веднъж ги разбере, то много лесно превключва между тях, което допълнително държи фокуса му в нас, за да разбере какво ще последва. Затова е много важно, едновременно полезно и забавно, да изненадваме кучето си. Както кога и къде ще започнем да играем, така и коя игра и комбинация от игри ще му предложим. С избора на игри можем да влияем върху възбудата на кучето и върху оформянето на личността му като цяло.</p><p>Днешната игра е такъв пример за комбинация между игрите от <a href=\"https://www.facebook.com/hashtag/%D0%B4%D0%B5%D0%BD2?__eep__=6&amp;__gid__=339747787699390&amp;__cft__%5b0%5d=AZWDBoNJOzRAAVnP0WqIJMAz2Q1TwOftuIuga1R4UdeGD0BPBFpkXhIxsYxq6XtIO7QRDQhGLVSTYFO_sr6nq4-z7MUYtEsGrMNLBoKD2XZ8Bt8-Wc0WsFmV3qpUHCHYriSHvfIlEwgK7PAah8caVS3q&amp;__tn__=*NK-R\">#Ден2</a> и <a href=\"https://www.facebook.com/hashtag/%D0%B4%D0%B5%D0%BD2?__eep__=6&amp;__gid__=339747787699390&amp;__cft__%5b0%5d=AZWDBoNJOzRAAVnP0WqIJMAz2Q1TwOftuIuga1R4UdeGD0BPBFpkXhIxsYxq6XtIO7QRDQhGLVSTYFO_sr6nq4-z7MUYtEsGrMNLBoKD2XZ8Bt8-Wc0WsFmV3qpUHCHYriSHvfIlEwgK7PAah8caVS3q&amp;__tn__=*NK-R\">#Ден3</a>. И определено вдига възбудата. Кучетата ни вече имат представа, че ние им предлагаме едно интересно преживяване, а не само подаваме наградки в устата.</p><p>Изберете безопасно място за тази игра. Ако играете вкъщи на хлъзгави повърхности, внимавайте! Опитайте поне да забавите темпото в тези случаи. Не е нужно да изминавате големи разстояния, достатъчно е да оттренирате това кучето ви да се обърне към вас и да ви последва с желание.</p><p><u>Как играем:</u></p><p>Поставяме храна на земята, докато кучето яде, се втурваме зад ъгъла/към другата стая, кучето ни последва и получава наградата от преживяването с нас, нашата радост и храна, за да продължим със следващото повторение.</p><p>С тази игра много подхранваме желанието на кучето да бъде близо до нас и да се връща бързо, и много лесно се пренася в реални ситуации, където действа много по-добре от строго “Ела тук!”.</p>",
      "videos": [
        "https://www.youtube.com/embed/MMyTFq-7Zkk?feature=oembed",
        "https://www.youtube.com/embed/sv70QLb4RfQ?feature=oembed"
      ]
    },
    {
      "id": "day-5",
      "title": "#Ден5 – ЩАСТЛИВИТЕ ПОВЕДЕНИЯ",
      "body": "<p>Днес темата на деня е Щастието и по-специално за това как можем да отключим и използваме щастието и радостта на кучето си за награда.</p><p>Всяко куче има предпочитания за поведения, неща, които обича да прави повече от всичко друго, особено когато се развълнува. Ние можем да използваме желаното и щастливо поведение на кучето като го изградим като игра, с която да го награждаваме, че се справя чудесно и се отделя от средата, за да комуникира с нас.</p><p>Целта на днешния урок е да прегърнем щастието на кучето и да изследваме поведението, което то наистина обича и му помага да се чувства щастливо, радостно и най-вече наградено. Прави ли вашето куче нещо, което абсолютно да го радва?</p><p>Помислете. Може би вашето куче, обича да се …..</p><p>Мушка между краката ви?</p><p>Да се върти в кръг?</p><p>Да скача?</p><p>Само си представете дали можем да превърнем това щастливо поведение в поведение, което е много по-важно за вашето куче, отколкото каквото и да е разсейване?</p><p>Във видеото показваме как да научим кучето да прави Вълнички между краката ни.</p><p>Това е изключително весела игра за всички кучета, които я научат. Изгражда близост, флексибилност и кара кучето да се чувства щастливо и наградено в непосредствена и много тясна близост с нас.</p><p><u>Как играем: </u></p><p>Пускаме награда на всеки завой, който кучето направи около краката ни, за да поощрим това вълнисто движение.</p><p>На следващ етап наградата я подаваме в муцунката на всеки завой. За цлта е добре да държите награди и в двете си ръце</p><p>Не се притеснявайте, ако кучето се обърква на моменти. Правите го бавно, за да разбере играта. Ако кучето се притесни и се откаже, уважете това му желание като нграждите отказването. Няма нищо лошо в това да позволим на кучето ни да ни каже „Стига толкова, Човек, зави ми се свят“ и утре да опитаме отново.</p><p>А какво е щастливото поведение на вашето куче? Можете да научите и друг трик, който да използвате за щастливо поведение</p>",
      "videos": [
        "https://www.youtube.com/embed/168jhH5p7aQ?feature=oembed",
        "https://www.youtube.com/embed/9sz2GAB8H6o?feature=oembed"
      ]
    },
    {
      "id": "day-6",
      "title": "#Ден6 – ТАЙНОТО ОРЪЖИЕ – ИГРА С ИГРАЧКИ",
      "body": "<p>Стигнахме до играта такава, каквато всички си я представят – с играчки. Много често хората казват: Ама то моето куче не си играе с играчки, не им обръща внимание.</p><p>Както вече сме усетили, най-важно е взаимодействието помежду ни и преживяването, което предлагаме. Така че изобщо не е важна каква е играчката, ако не играем заедно с кучето си. Това желание се изгражда и се развива у кучето. Има кучета, които играят на дърпанка с други кучета, но с човека си не. Много вероятно е причината да е просто защото хората не го правят или поради минал опит на кучетата и наложена асоциация, че трябва да пуснат предмета от устата си, ако човекът им го хване.</p><p><u>Как играем:</u></p><p>Разбира се, всяко куче си има предпочитания за тип играчки, стил на игра, любимо движение – да преследва, да залавя, да затиска с лапи, да убива и разкъсва играчката-плячка или гордо да я носи в уста, парадирайки. Когато разберем какво му харесва, можем да му предложим игра, имитирайки точно тези моменти и предлагайки му това поведение за награда. И тогава малко неща от средата биха могли да бъдат по-секси от нас, не мислите ли?</p><p>Експериментирайте, за да намерите любимия начин на игра на вашето куче!</p><p>Следете и менажирайте нивата на възбуда! Внимавайте кучето да не се контузи, защото лесно може да се превъзбуди твърде много.</p><p>И не забравяйте да се забавлявате, да оставяте кучето да печели и без много правила! Това ще повиши увереността му и ще заздрави връзката ви.</p>",
      "videos": [
        "https://www.youtube.com/embed/9RfWrM0KDzQ?feature=oembed",
        "https://www.youtube.com/embed/tqrJR4X8B6c?feature=oembed"
      ]
    },
    {
      "id": "day-7",
      "title": "#Ден7 – ЗОНА НА БЛИЗОСТ",
      "body": "<p>В днешната игра ще покажем на кучето, че най-ценната зона, най-наградената зона е зоната около нас, в непосредствена близост.</p><p>Идеята на тази игра е да оформим в нашето куче желанието, по негов собствен избор, да остава близо до нас. Колкото повече играем подобна игра, където и да се намираме, толкова повече кучето практикува оставането близо до нас по негово желание. Естествено, ние ще провокираме то да направи този избор, използвайки храната.</p><p>!!! Колкото повече кучето практикува едно поведение по негов избор, толкова повече това поведение става нормално и естествено за него по принцип.</p><p>Тази игра много работи за това кучето да ходи близо до нас без да опъва повода, както и да не стои на края на повода, ако спрем на едно място.</p><p>Веднъж научило играта, можете да я използвате и във всякакви ситуации, в които искате да го насочите да се върти около вас, във всякакви обстановки и при всякакви условия, дори в градския транспорт или във ветеринарния кабинет. С времето и практиката кучето просто ще избира да остава близо до вас.</p><p>Близостта е една от най-важните концепции за връзката ни с кучето. Така че грабвайте закуската и започнете играта!</p><p><u>Как играем:</u></p><p>Ходим, спираме, навеждаме се и пускаме парче храна до себе си, което кучето взема и ни последва за още. Изминаваме няколко крачки, пускаме наградка, после повече крачки, пускаме наградка, сменяме посоката, а то ни следва, защото наградата е винаги в близост до нас.</p><p>Както в повечето игри, не говорете на кучето. Оставете го само да почувства кое е награждаващо за него.</p><p>!!! Всъщност в нашето обучение ние почти не задаваме команди на кучетата си. Основно използваме маркер Да и освобождаващ маркер ОК в други игри, а за останалото изчакваме те да се сетят/усетят кое е награждаваното поведение.</p>",
      "videos": [
        "https://www.youtube.com/embed/QaSrzTW2raQ?feature=oembed",
        "https://www.youtube.com/embed/h8on-zkeIns?feature=oembed"
      ]
    },
    {
      "id": "day-8",
      "title": "#Ден8 – НЕ ОСТАВЯЙТЕ БЕБЕТО В ЪГЪЛА",
      "body": "<p>Днешната игра създава тази рефлексна ориентация обратно към нас – това истинско желание в кучето да се върне и да се приближи към нас</p><p>Да оформим поведение, използвайки рефлекса на кучето е едно от най-интуитивните неща.</p><p>Когато използваме ъгъл, срещу който да играем игрите, ние оформяме това незабавно завръщане към нас като отскок. А колкото повече го практикуваме, толкова повече този отскок ще стане рефлекс на нашето куче, когато се завръща към нас, а това е чудесна основа за поведението, което искаме при повикване.</p><p>Можем да играем както с храна, така и с играчки.</p><p>Целта на играта е да развием този отскок, с който кучето рязко се завръща при нас. След като го оформим, ще можем да развием и супер повикване в натоварена среда.</p><p>В тази игра, другото, което правим е, че ограничаваме избора на кучето какво да направи след като грабне стимула си (храна или играчка), оформяйки му ъгъл, то просто няма как да избере нещо друго освен нас. Ето така оформяме поведението, което после ще видим и в живия живот</p><p>Днес ви предоставяме и допълнително важната информация за КОФАТА.</p><p>Какво представлява КОФАТА на възбудата и как Възбудата влиея на поведенията на кучето, можете да прочетете тук: <a href=\"https://moetokuche.com/obshtuvane/vazbudata-i-kucheshkoto-povedenie/?fbclid=IwAR2hNXSGX26n3fQY_OGqYrIxq2CeawuSCFyoDhOQ5zz2M2nMdhrXMIpaajY\">https://moetokuche.com/…/vazbudata-i-kucheshkoto-povedenie/</a></p><p>Менажирането на кофата на нашето куче, ще доведе до голямата промяна, която искаме.Споделете в групата какво пълни кофата на вашето куче, ще се опитаме да ви дадем идеи как да промените това.</p>",
      "videos": [
        "https://www.youtube.com/embed/tb-LWBs_VSg?feature=oembed",
        "https://www.youtube.com/embed/3kvXo9QFzss?feature=oembed"
      ]
    },
    {
      "id": "day-9",
      "title": "#Ден9 – ПРОГНОЗАТА ЗА ВРЕМЕТО",
      "body": "<p>Продължаваме с трупането на стойност в близост до нас. Днешната група игри в основата си са като Ориентация, но добавянето на разнообразие в движението преди да хвърлим наградката ни дава възможност да бъдем непредсказуеми за кучето. И съответно още по-интересни. То е фокусирано в нас и в очакване какво ще поискаме от него, за да стигне до наградата – дали ще се промуши между краката ни като под Арка, дали ще го завъртим около себе си като Тайфун, водейки го за носа с наградка или ще направи половин вълничка и Торнадото ще го върне в същата посока.</p><p>С тези игри показваме на кучето, че приближаването към нас не е свързано само с край на забавленията, закачване на повода и прибиране вкъщи. Да викнем кучето при нас и, когато то дойде, да го наградим с продължаване на играта е важен елемент при тренирането на повикване. Повечето хора, не без основание, смятат “Ела” за най-важната команда. Но ние вече знаем, че основата е в желанието на кучето да бъде близо до нас.</p><p>Затова, не забравяйте да маркирате обръщането към вас!</p><p>Освен с близостта и обръщането към нас, игрите Арка (която сме кръстили така, защото кучето минава между краката ни, които образуват арка) и Тайфун ще помогнат много на тези от кучетата, които имат притеснения покрай човешките крайници. Така че, ако не се получава веднага, дайте им време, за да натрупат увереност и да се мушнат между краката ви. Може да им помогнете като очертаете пътечка от наградки, която да последват, преди да стигнете до момента с преминаването на скорост между/около краката ви.</p><p>Може да започнете с Ориентация, за да раздвижите кучетата и да им припомните идеята, след което да ги изненадате като комбинирате игрите в различна последователност. Като не забравяте – сесиите са кратки, за да са забавни!</p><p><u>Как играем:</u></p><p><strong>АРКА:</strong> Хвърляте наградка, която кучето ви да последва. Стоите с разтворени крака на ширината на раменете и при обръщането на кучето към вас (нещо, което вече знае от играта Ориентация), маркирате с думата-маркер Да! и хвърляте следваща награда между краката си, за да тръгне след нея. Докато то я взема и яде, вие се обръщате, за да сте готови за следващ опит.</p><p><strong>ТОРНАДО:</strong> Хвърляте наградка, която кучето ви да последва. Кучето я изяжда и се обръща към вас, маркирате с думата-маркер Да! и го изчаквате да се приближи непосредствено до вас, за да може да го поведете с храна в ръка, правейки една пълна обиколка около тялото ви, завъртайки се заедно около оста ви и хвърляте наградката, за да тръгне кучето след нея.</p><p><strong>ТАЙФУН:</strong> Хвърляте наградка, която кучето ви да последва. Стоите с разтворени крака на ширината на раменете и при обръщането на кучето към вас маркирате с думата-маркер Да!. Когато то се приближи, с предварително подготвена следваща награда в ръка зад гърба и между краката, го посрещате, така че да го поведете да мине между краката ви, правейки завой около единия и хвърляте храната напред. Играйте като насочвате кучето ту около единия, ту около другия си крак, за да стане играта по-непредвидима и забавна.</p><p>Хайде да проверим прогнозата за времето – колко тайфуни и торнада ще се завихрят?</p>",
      "videos": [
        "https://www.youtube.com/embed/3lFwAaPjUu4?feature=oembed",
        "https://www.youtube.com/embed/AeWF8tIVbQo?feature=oembed"
      ]
    },
    {
      "id": "day-10",
      "title": "#Ден10 – АЗ, ХУДОЖНИКЪТ",
      "body": "<p>В днешната игра изграждаме истинското желание и пулс в кучето да ни следва в непосредствена близост.</p><p>Представете си катерицата, само на няколко сантиметра пред носа на кучето и за желанието и скоростта, с която то би я преследвало. Ще използваме този принцип, за да презаредим взаимодействието с нас!</p><p><u>Как играем:</u></p><p>В играта трябва да следите ръката ви да е почти постоянно толкова близо до муцунката на кучето, че да можете да усетите дъха му. Напълнете си я с лакомства и почти постоянно отпускайте по едно лакомство, за да задържите нослето на кучето близо до шепата си. Това ще нучи кучето както да следва ръката ви (вас), така и да не офейква веднага щом си получи лакомството.</p><p>Това е и чудесна техника да покажем и оформим в кучето поведения като „седни“,“легни“, „стани“, ходене до нас“ и т.н.</p><p>Рисувайте във въздуха линии и кръгчета, а кучето ви ще се закачи за тях. Играта насърчава ангажираността, фокуса върху вас и изгражда ентусиазъм у кучето да се учи.</p><p>Oбучението не е линеен процес. Няма нищо лошо в това да променяте и адаптирате игрите така, че да отговарят на вас и вашето куче. Най-важен е процеса по изграждане на всяка игра – по това време кучето се учи и оформяте заедно уменията, които са му нужни, за да се справя със света. Важно е да играете, не е толкова важно как изглежда вашата игра отстрани.</p><p>Ето за това, дори да се притеснявате, че нещо не става, не изглежда както на клипчетата с обучените кучета, не се притеснявайте да ни споделяте. Ние ще ви насърчим и можем да ви помогнем да подобрите уменията си.</p><p>Разказвайте ни какви промени виждате както във вашите кучета, така и във вас! Обучението на кучето както не е линеен процес, така и няма завършване и дипломиране. Тренирането с кучето е за цял живот, защото то е нашата комуникация с кучето, нашето общо преживяване ! Така, че ако още не сте започнали, сега е момента да стартирате вашето трениране! Кучето ви ще ви е благодарно за винаги.</p>",
      "videos": [
        "https://www.youtube.com/embed/hOC1PkAY2xM?feature=oembed",
        "https://www.youtube.com/embed/roXNNTdWVow?feature=oembed"
      ]
    },
    {
      "id": "day-11",
      "title": "#Ден11 – МОЯТА СЕКСИ СТРАНА",
      "body": "<p>Целта на днешната игра е да насърчим кучетата, освен да ни следват, да ни обръщат реално внимание и да се адаптират по тялото ни в зависимост от това, от коя страна искаме да бъдат. Хубавото е, че не носим саби и не участваме в състезания, за да е нужно кучето ни да ходи винаги отляво. В реалния живот неминуемо ще ни се налага то да върви и от двете ни страни, затова е добре да го тренираме.</p><p>Освен това продължаваме да трупаме в умението на кучето да ни следи и следва, без да се налага непрекъснато да го викаме. То вече търси промените в темпото, в посоката, за да може съответно да реагира, защото знае продължението – награда в близост до нас, в онзи ценен за него периметър.</p><p><u>Как играем:</u></p><p>Играйте с храна в двете ръце. По-лесният вариант е да започнете играта с хвърляне на храна на земята, към която кучето да се насочи и да ви даде време и пространство да се подготвите, за да може като се обърне към вас, вие да го поведете от едната ви страна, след което да смените посоката, да се завъртите и то да ви последва и получи наградата в другата ви ръка. Ако механиката ви е трудна, опитайте първо без куче.</p><p>Може първоначално да се обърквате, и вие, и то, но това няма значение – награждавайте близостта! Не се вманиачавайте в правилата. Все пак ние трупаме стойност в касичката на нашите взаимоотношения и самия факт, че кучето ни е останало при нас и е ангажирано с нас заслужава награда. Така се изгражда добро партньорство. Затвърждавайки връзката си с кучето, ще повишим собствената си увереност, което съответно ще се отрази и на увереността на кучето и доверието му в нас.</p><p>Точно тази връзка е важна в живота с кучетата ни. Но е от изключително значение, когато имаме реактивно куче, което може да среща трудности с други кучета, с хора, с други елементи от средата и живота като цяло. И тогава това да успеем да задържим фокуса му и да му помогнем да се отдели от стимула е решаващо. Тази връзка ще ни е в по-голяма помощ от каквато и да била корекция с каквото и да било приспособление. Ако имате нужда от помощ с вашето реактивно куче, може да разгледате онлайн курса ни Укротяване на опърничавите. <a href=\"https://moetokuche.com/ukrotiavane-na-oparnichavite-on-line-kurs-za-obuchenie/\">https://moetokuche.com/ukrotiavane-na-oparnichavite-on-line-kurs-za-obuchenie/</a></p>",
      "videos": [
        "https://www.youtube.com/embed/-rnQKjryog4?feature=oembed",
        "https://www.youtube.com/embed/ZzWQVfuWSKk?feature=oembed"
      ]
    },
    {
      "id": "day-12",
      "title": "#Ден12 – НАЧАЛО НА РАЗГОВОРА",
      "body": "<p>Кучетата ни се учат непрекъснато, 24/7 и правят много избори в живота си, постоянно и ежедневно. Дори понякога ние изобщо да не отчитаме, че те са изправени пред избори. Например кучето е на повод, един от изборите, който може да направи в тази ситуация е да дърпа на повод. Да не говорим пък, ако кучето е пуснато от повода – изведнъж е изправено пред толкова много варианти на поведения, които да предложи… да лае по кучета, да не се връща при повикване, да гони птици, да се отъркаля в някаква мизерия или да се изкъпе в локва, да забрави изобщо, че има стопанин…</p><p>То влиза в комуникация със заобикалящия свят, който го привлича с всички интересни неща, които му предлага. И кучето прави избор да взаимодейства с него, за което получава своята награда – играло е с кучетата, гонило е котката, изяло е боклука. Все нормални кучешки неща.</p><p>Изборът дали ние ще участваме в ученето и избирането на поведения е наш. Затова ние трябва да разбираме кучето си, когато то общува с нас, да го опознаем и ние да сме тези, които водим комуникацията и да го насочваме. Как? Като му даваме възможност да прави добри избори и го награждаваме за тези добри избори.</p><p>Ако всеки път в нова ситуация и в нова обстановка ние сме тези, които задаваме тона на разговора, ще ни бъде много по-лесно да се включваме после с реплики, когато се наложи. Ще бъде и много по-лесно на кучето, защото ние ще сме му дали обратна връзка, като същевременно ще му помогнем да генерализира идеята за фокус в човека, ангажираност, спокойствие и увереност, независимо от локацията.</p><p>За начало на разговора може да използваме всяко поведение, при което има ясен визуален елемент, е лесно за кучето и ни позволява да преценим дали то е готово да изпълнява и по-сложни поведения на новото място, преди да му дадем свободата да се разхожда без повод например.</p><p>Това, което би могло да помогне на кучето да се почувства по-добре в нова среда е да има визуален предмет, който ще го насочи към нещо познато за него. Затова и показаните във видеото игри включват постелка или предмет, върху който да стъпи, ограничението на нашето тяло и позицията между краката ни.</p><p><u>Как играем:</u></p><p><strong>ПРЕДНИ ЛАПИ НА ПРЕДМЕТ</strong> е много любима игра на кучетата. Дори самата позиция на тялото им повишава самочувствието, стойката на кучето се променя, излъчването и настроението му. Идеята е кучето да стъпи с предните лапи върху някакъв предмет, за което получава награда.</p><p>Започнете играта вкъщи. Предмета може да бъде кутия, обърнат леген, дебела книга. Внимавайте предмета да не се хлъзга на пода.</p><p>Ако кучето се притеснява, сложете няколко награди върху предмета, за да си ги вземе от там и да ги изяде.</p><p>Поведете кучето с ръка, с награда пред муцуната, да се придвижи към вас и щом стъпи с лапите – наградете.</p><p>Първоначално награждаваме всяко взаимодействие с предмета, докато се стигне до финалното поведение. Дори само да се приближи, да го подуши, да стъпи с една лапа… всичко.</p><p>Подхранвайте момента с повече награди, когато кучето постави двете си лапи на предмета. Не го задържайте дълго. Освободете го веднага с освобождаващия ви маркер (ОК) и след това го примамете отново да се върне в позицията с лапите върху предмета.</p><p>После можем да добавим сигнал, по който кучето да стъпва и да го пращаме само с посочване.</p><p>Започваме вкъщи, а когато пренесем играта навън, в началото дори може да си носим един и същи предмет, с който кучето е свикнало. Не е нужно да е нещо специално, може просто да го научим да стъпва върху книгата, която четем или раницата, в която носим принадлежностите за разходката му. Впоследствие пренасяме поведението на всеки срещнат предмет (пънче, камък, бордюр…).</p><p><strong>КЪЩА</strong> е друга любима игра, при която насочваме кучето да застане между краката ни и да остане там, докато го освободим. Вече имаме опита с вълничките, знаем как да го поведем. Ако по време на игра, кучето не разбере какво искаме от него, рестартираме като му хвърлим наградка настрани и започваме отначало.</p><p>– С кучето пред вас го примамете с ръка да последва наградката, около крака ви до позиция “къща” между краката ви. Наградете в тази позиция, без да е нужно допълнително да карате кучето да сяда (в това дори има предимство, за което ще разберете в някой от следващите дни).</p><p>– Хвърлете гранула настрани, за да освободите кучето и рестартирате играта, а когато то се върне, примамете отново около крака си.</p><p>– Не забравяйте да играете играта като повеждате кучето в двете посоки,&nbsp; вляво и вдясно, и от различни изходни позиции спрямо вас, отпред, отзад, встрани.</p><p>За много кучета това е естествено поведение – да потърсят закрила при човека си в ситуации, в които се чувстват разтревожени и не знаят как да реагират. Хубаво е да ги поощряваме за този избор, за да знаят, че ние сме тяхното убежище и винаги ще им дадем сигурност. Ние пък ще сме спокойни, че ще предпочетат да дойдат при нас, вместо в рискована ситуация да хукнат в паниката си нанякъде.</p><p><strong>ГРАНИЦИ</strong> е цяла концепция, която ще ни бъде изключително полезна в живота по принцип – не само, когато искаме кучето да се почувства комфортно на ново място, но и когато ни идват гости вкъщи или просто искаме кучето да свали възбудата си и да прекара време в спокойно състояние, докато го освободим.</p><p>За кучето Граници означават: Влез в тази зона по команда и остани там спокойно. Не мърдай от тук, докато не чуеш маркера си за освобождаване. Маркерът за освобождаване означава да напуснеш района и след това да дойдеш да взаимодействаш с мен.</p><p><u>Как постигаме това?</u></p><p>Започваме с изграждане на играта Граници в леглото на кучето. Първо ще накараме кучето да заобича леглото си. Веднъж изградили умението да се задържа в Граници на леглото си, ние ще можем да прехвърлим концепцията за Граници където поискаме.</p><p>– Наградете всяко взаимодействие с леглото или границата (например, поглеждане, пристъпване към, поставяне на лапа, стъпване с две лапи и т.н.)</p><p>– Наградете избора на кучето да влезе с 4 лапи в леглото без команда. Искате вашето куче да ♥ ОБИЧА ♥ леглото!</p><p>– След като кучето е вътре, наградете го щедро с няколко награди. Слагайте наградите В леглото, не в устата на кучето. Така давате стойност на леглото.</p><p>– Освободете го с освобождаваща реплика (напр. „Добре“, „почивка“, „ОК“, можете да си изберете реплика.) Освобождаването се извършва като хвърляте една награда настрани секунда или две СЛЕД репликата за освобождаване.</p><p>– Изчакайте кучето да направи избора да се върне към, да се ориентира или още по-добре да скочи обратно в леглото.</p><p>– Наградете щедро, че се е върнало в леглото, за да разбере къде е стойността – не забравяйте, че не използвате команда за влизане в леглото.</p><p>Повтаряйте по този начин няколко пъти влизане в леглото, но не играйте повече от 2-3 минути на сесия. Правете го по няколко пъти на ден.</p><p>Не забравяйте, че освобождаването на кучето от позицията е важно, за да рестартирате играта и да му дадете възможност да предложи поведението отново. Колкото по-често освобождавате, толкова по-често то ще го повтаря и затвърждава, и съответно ще му стане по-лесно да го избира във всякакви ситуации. Преди да изградим задържане в границите, изграждаме желанието на кучето да влиза в тях по собствен избор.</p><p>Едно видео от курса ни за малки кученца Супер бебе: <a href=\"https://www.youtube.com/watch?v=ic5T53Q8I80\">https://www.youtube.com/watch?v=ic5T53Q8I80</a></p><p>Ако нещо не се получава веднага или както го виждате в изпълнение на други кучета, както очаквате и ви се иска, не се отказвайте. Приемето го като информация за моментното състояние на кучето и опитайте отново друг път.</p>",
      "videos": [
        "https://www.youtube.com/embed/6j-mNSb98is?feature=oembed",
        "https://www.youtube.com/embed/NuGB4RUgFMw?feature=oembed",
        "https://www.youtube.com/embed/oy3HDSPlb1A?feature=oembed"
      ]
    },
    {
      "id": "day-13",
      "title": "#Ден13 – СВЕТКАВИЧНО ВРЪЩАНЕ",
      "body": "<p>Досега работихме върху изграждането на радостта, желанието и щастието у кучето, че e близо до нас и направихме от Близостта наистина добра сделка за нашите кучета.</p><p>Сега ще оформим и отзоваване. Но не просто идването към нас при повикване (евентуално), а отзоваване с отскок! Искаме да виждаме тази реакция като рефлекс, при която вашето куче буквално търчи към вас!</p><p>Сигурно на всички ви се е случвало да повикате кучето си и то да не се обърне веднага. Особено, ако в момента е ангажирано с нещо, което определено е по-секси от вас.</p><p>В днешната игра кучето ще бъде насърчавано да реагира НЕЗАБАВНО, когато чуе сигнала си за повикване.</p><p>Предизвикваме ви да използвате чисто нова дума за повикването – такава, която няма минала история за вашето куче да я игнорира. Не ви препоръчваме да използвате името на кучето, тъй като то се използва прекалено много и има шанса да се превърне в бял шум.</p><p>Ще ви покажем два варианта (могат да се третират като два етапа) на изграждането на това повикване. Ние използваме сигнала „Виж“. Целта е този сигнал да работи в моменти, в които кучето е ангажирано със стимул, но въпреки това НЕЗАБАВНО да се обърне и да хукне към мен.</p><p><u>Как играем: </u></p><p><strong>Вариант 1: </strong>За да създадем ситуацията, в която кучето се занимава със стимул и да внедрим в мозъка му сигнала по време на ангажираност, то хвърляеме една гранула напред, изчакваме кучето да я вземе и тогава подаваме сигнала си. Награждаваме щедро, когато кучето дойде при нас. Колкото повече покажем супер щастлива емоция, толкова повече отзоваването ще става бомбастично.</p><p>ВНИМАНИЕ: изчаквайте кучето да си вземе гранулата, която сте хвърлили и след това му подавайте сигнала. Така то ще може незабавно да се обърне и няма да си компрометирате сигнала. Така ще научи, че щом го чуе, иска незабавно да се обърне.</p><p>Ако компрометирате сигнала още в началото, докато го учите в играта и повиквате кучето преди да си е взело гранулката, то то ще запомни, че на този сигнал може да се обръща след като си свърши работата, която върши.</p><p>Много ще ви е полезно, ако задържате кучето за секунда преди да го пуснете след летящата гранула (само секунда). Така повишавате възбудата му и имате шанс да „внедрите“ вашия сигнал в състояние на повишена възбуда.</p><p><strong>Вариант 2:</strong> Слагате наградка на земята (създавате стимул), кучето се навежда да си я хапне, а вие хуквате в обратната посока и подавате сигнала „Виж!“(или който си измислите). Добре е да наблюдавате кучето и отново да уловите момента, в който ще подадете сигнала в момента, в който то е приключило с наградките и естествено се обръща към вас, защото усеща, че се отдалечавате.</p><p>Закачайки сигнала си „улавяйки“ момента, в който кучето се обръща към вас ще му влезе в главата много по-лесно и интуитивно и то ще запомни кое поведение отговаря на този сигнал.</p><p>Когато играете достатъчно тази игра, можете да пробвате дали ще ви отговори кучето на сигнала и в момент, в който прави нещо интересно в живия живот. Не бързайте с този етап. Ако не се получи – връщайте се отново към играта.</p>",
      "videos": [
        "https://www.youtube.com/embed/1f8-z_NVR-k?feature=oembed",
        "https://www.youtube.com/embed/sMmA07HRTtc?feature=oembed"
      ]
    },
    {
      "id": "day-14",
      "title": "#Ден14 – ФОКУС В РЪКАТА",
      "body": "<p>Тази игра, Вълшебната ръка, е наистина вълшебна за задържане фокуса на кучето. С нея постепенно изграждаме ходене “Редом”, а кучето остава ангажирано и активно участва, влиза в синхрон с всяко наше движение – все пак храна пада от небето… така де, ръката. Ключовата дума е пада. Не просто подаваме храната в устата, а то само трябва да я улови. Затова трябва да е концентрирано. И по този начин успява да игнорира средата и какво се случва наоколо.</p><p>Всичко започва с умението на кучето да улови във въздуха подхвърлената от нас наградка. Някои кучета се справят по-бързо, други по-бавно – не се притеснявайте, при всички случаи ще са фокусирани в ръката, която е източник на храната. Пробвайте различни позиции и различни награди, докато намерите най-лесния за кучето вариант. И се старайте да сте точни, вие да уцелите устата му. За някои е по-лесно, ако в началото подхвърляме от позиция пред кучето, от известна дистанция, за да може да проследи траекторията, а не точно над главата му; храната да е такава, която лесно се вижда като цвят и размери; това кучето да е гладно също е допълнителна мотивация.</p><p>След като успява да улавя подхвърлената награда, можем да използваме това умение на кучето, за да упражняваме успоредното ходене с нас, което хората често смятаме за даденост. Това то да ни следва във всяка посока, завивайки, сменяйки посоките, не е естествено за кучето, ние трябва да го научим. Затова и много кучета не ходят добре на повод, защото не сме ги научили. В ежедневието изобщо не е нужно да ходят през цялото време плътно до нас без да отместват поглед, защото това е много натоварващо за тях. Но тази игра ще ни помогне много за спокойното ходене на повод като цяло.</p><p><u>Как играем:</u></p><p>Държим храната в ръка, обърната с дланта нагоре, кучето е до нас, под ръката и в един момент ние отваряме пръсти и от там пада наградката, която то улавя.</p><p>Не бързаме да пускаме следващата награда, оставяме времеви интервал между две падащи парчета храна. Нека този интервал варира.</p><p>Хубаво е да държим кучето в стоеж, защото това ни дава възможност да добавим движение напред, а с времето дори и назад.</p><p>Това, което е важно да отбележим е, че няма проблем, ако кучето не хваща всяка наградка. То самО ще се стреми следващия път да се позиционира така, че да успее, защото по този начин ще стигне по-бързо до храната, вместо да трябва да я търси след това по земята. Хубаво е и да остава право, а не да сяда, защото това ще ни позволи да включим движение. Това в реалния живот ще ни помага при разминаване с дразнители и когато трябва бързо да се изнесем от някоя ситуация. Играейки достатъчно дълго, дори да нямаме храна в даден момент, самата ни ръка в тази позиция ще стане сигнал за кучето да се фокусира в нас. Не забравяме да играем и на повод – това е важно!</p><p>Това е игра в развитие и не е нужно да бързаме. Започваме от нивото, на което е кучето ни и надграждаме. Дори това да означава да му подаваме храната в устата първоначално.</p>",
      "videos": [
        "https://www.youtube.com/embed/_eBeMI6hOrA?feature=oembed",
        "https://www.youtube.com/embed/GMzKstFemAU?feature=oembed"
      ]
    },
    {
      "id": "day-15",
      "title": "#Ден15 – КАПАН ЗА ХРАНА, част 1",
      "body": "<p>Днес ще учим кучетата си да игнорират стимулите си, използвайки саксия</p><p>Това което изграждаме с тази игра е самоконтролът, който е нужен на кучето, за да избере да отстъпи назад пред това, което иска да грабне.</p><p>Използвайки неща, които лесно можете да намерите в къщата си, можете да започнете да тренирате кучето как да се отдалечава от храна, дори когато е точно пред нея.</p><p>Тази игра освен за отделянето от храна, работи цялостно върху самоконтрола на кучето и прехвърля ефекта си върху много неща от заобикалящата среда, с които кучето се сблъсква.</p><p>Първата стъпка е да покажем на кучето, че вълнуващата храна е под саксийката (или кофичка).</p><p><u>Как играем: </u></p><p>Сложете наградка под саксийката без да я захлупвате и окуражете кучето да си я вземе.</p><p>Има кучета, които биха се притеснили от предмета, има други, които са обучавани да не пипат от земята и биха се притеснили да бръкнат под саксийката, за това е добре в първи етап от играта да окуражим кучето да си вземе храна, която сме сложили под саксийката, след като я освободим. След като видим, че кучето с радост взима, минаваме към втори етап.</p><p>Сега ще искаме от тях да ни покажат известно ниво на самоконтрол, след като захлупим храната под саксията. Изчакваме всички поведения като бутане с нос, обикаляне, ровене с лапи и започваме да отваряме капанчето при всяко поведение, което изглежда като отделяне от капана и позволяваме на кучето да вземе храната.</p><p>За по-упоритите нещотърсачи това може да изглежда като просто отдръпване за кратко от капана. Някои кучета ще се усетят да направят крачка назад. Колкото повече практикуваме играта, толкова повече ще виждаме ясно отделяне от капана.</p><p>Играта изгражда самоконтрол. Едно от най-полезните умения на кучето, а липсата на самоконтрол ни създава толкова много борби във всички сфери на живота. Почти всяко решение, което нашето куче взима в живота е повлияно от нивото му на самоконтрол.</p>",
      "videos": [
        "https://www.youtube.com/embed/Y1d4dOtWgvU?feature=oembed",
        "https://www.youtube.com/embed/8emexTmFwn4?feature=oembed"
      ]
    },
    {
      "id": "day-16",
      "title": "#Ден16 – КАПАН ЗА ХРАНА, част 2",
      "body": "<p>Готови ли сте да усложним вчерашната игра, да тестваме това желание на кучето да бъде с нас, когато е изправено пред нещо изкушаващо под носа му. Дали може да покаже самоконтрол да не вземе храната, но и умение да се отдели от нея и да ни последва. За което, разбира се, ще бъде щедро възнаградено.</p><p>Вече имаме пулса от първия етап на играта вчера, имаме ниво на контрол на импулса да не я вземе веднага изпод саксията от втория етап и сега, на третия, ще работим за умението на кучето да се отдели от стимула, защото знае, че най-ценната позиция за него е в близост до нас.</p><p><u>Как играем:</u></p><p>Припомняме първите 2 нива (играта Капан от <a href=\"https://www.facebook.com/hashtag/%D0%B4%D0%B5%D0%BD2?__eep__=6&amp;__gid__=339747787699390&amp;__cft__%5b0%5d=AZWDBoNJOzRAAVnP0WqIJMAz2Q1TwOftuIuga1R4UdeGD0BPBFpkXhIxsYxq6XtIO7QRDQhGLVSTYFO_sr6nq4-z7MUYtEsGrMNLBoKD2XZ8Bt8-Wc0WsFmV3qpUHCHYriSHvfIlEwgK7PAah8caVS3q&amp;__tn__=*NK-R\">#Ден15</a>) и пристъпваме към продължението – ние се отдалечаваме от саксията, под която е захлупена храната и… чакаме да видим избора на кучето. Ако ни последва, юхууу, това е голяма победа! Хвалим щедро и заедно се връщаме, за да заведем кучето до саксията и го почерпим с това, от което то доброволно се е отказало. Ако не ни последва, връщаме стъпка назад и тренираме още самоконтрола му.</p><p>Може да изберем начин за улесняване на кучето, докато тренираме този 3-ти етап – например само да се изправим до капана, без да се отдалечаваме и веднага да освободим кучето да вземе захлупената храна; или пък да включим още 1 човек, който да ни помогне кучето да не се самонагради, ако не ни последва, като просто сложи ръка върха саксията, както правехме във втория етап. Важното е да намерим начин кучето едновременно да успява и да напредва. Най-добре е да правим така, че да му е лесно, за да успява, а не да го затрудняваме в опит да го предизвикаме и да го предразположим към провал. Но въпреки това се случват неуспехи и няма нищо страшно, важното е да се учим от тях.</p><p>Нищо не е е окончателно и разочароващо – днешния развой на играта ни носи единствено информация на какъв етап е кучето ни, какво е моментното му състояние. Важно е да има напредък при последващите опити, в следващите дни, седмици… колкото време е необходимо на конкретното куче.</p>",
      "videos": [
        "https://www.youtube.com/embed/XMSkImwo70k?feature=oembed",
        "https://www.youtube.com/embed/HtX3apQOBPs?feature=oembed"
      ]
    },
    {
      "id": "day-17",
      "title": "#Ден17 – ДО МЕН",
      "body": "<p>С натрупването на игрите на всички ни става по-лесно – и на хората, и на кучетата. Една игра помага за друга. И виждаме как различни поведения&nbsp; могат да се оформят по непринуден, приятен и забавен начин, вместо чрез общоприетите команди, без строги изисквания. Разбира се на всяко едно поведение ние можем да закачим дума-сигнал-команда, но преди това имаме вече изградено поведението.</p><p>За днешната игра “До мен“ имаме подготовка с игри от миналите дни – и с воденето, и с фокуса в ръка. Ще добавим повече стойност в самата позиция встрани, до крака ни. Може да ни бъде полезна и в реалния живот, когато трябва да реагираме бързо и да преместим кучето от другата ни страна, за да се разминем с някого на тротоара например.</p><p>Освен това отново е игра, която насърчава близостта и помага в научаването на кучето да ходи спокойно на повод без да дърпа. Защото награждаваното и най-ценно за него място е до нас. И кучето само избира да е в тази позиция.</p><p><u>Как играем:</u></p><p>Започваме като повеждаме кучето с храната около себе си и спираме в позиция от едната ни страна, където награждаваме. Ако водим с дясната ръка, награждаваме до левия си крак с лявата ръка. И обратно. Както вече сме споменавали, важно е да го правим и в двете посоки за развиване на флексабилността, адаптивността, а не само в посоката, в която е по-лесно за нас или за кучето.</p><p>Усложняването на играта може да стане като воденето около нас се редуцира само до жест, указващ посоката, впоследствие добавянето на вербален сигнал/команда; чрез добавянето на движение, при което кучето да ни следва, спазвайки позицията. Можем да я превърнем в трик, добавяйки няколко обиколки около нас преди позиция „До мен“. Дори може кучето да ходи и напред, и назад, завъртайки се около нас, докато се позиционира.</p><p>В реалния живот можем да включваме „До мен“ при повикване на кучето, преди да му закачим повода и да си тръгнем. По този начин хем ще добавим игра при отзоваването му от играта с кучета например, хем то ще е в близост и лесно ще сложим повода.</p>",
      "videos": [
        "https://www.youtube.com/embed/LmCpkkPhZ3k?feature=oembed",
        "https://www.youtube.com/embed/4xOPQOnj40I?feature=oembed"
      ]
    },
    {
      "id": "day-18",
      "title": "#Ден18 – ТЪРСИ",
      "body": "<p>Кучетата постоянно се разсейват от ароматите в средата. Много от нас непрекъснато се изнервят, че кучето не вдига носа си от земята.</p><p>С днешната игра ще използваме силата на поведението душене в нашето обучение и да обърнем душенето в награда за кучето.</p><p>Да предлагаме на кучето да прави това, което обича е наистина ново ниво на награждаването и кучето ни ще го оцени като ново ниво на нашата връзка.</p><p>„Търси“ е страхотна игра, а поведението да души поставя знак на контрол по време на обучението.</p><p>Научавайки го на сигнала Търси, ние вече можем да изваждаме кучето от ситуации, в които не искаме да се озовава – само за малко подушване, след което то ще се обръща към нас, вместо да продължи да сърфира по тревата. Хем имаме наслаждаването на околната среда, хем имаме ориентацията отново към нас.</p><p>Играта много работи за тези кучета, които не могат да спрат да душат и обдушват и постоянно са заболи нос в земята.</p><p><u>Как играем:</u></p><p>Нежно поставете ръка пред кучето, за да не може да се движи напред. Хвърлете няколко награди, така че да види къде са. Едновременно го освободете и му подайте жестов и вербален сигнал „ Търси“. След като кучето ги изяде всичките ще ви погледне. Поощрете този контакт с нова награда и рестартирайте като хвърлите награда настрани.</p><p>Нека да превърнем душенето в наша суперсила.</p>",
      "videos": [
        "https://www.youtube.com/embed/YbqyeVaPHck?feature=oembed",
        "https://www.youtube.com/embed/xYL49YoO3aE?feature=oembed"
      ]
    },
    {
      "id": "day-19",
      "title": "#Ден19 – ИГРА С ДВОЕН ПОВОД",
      "body": "<p>Кучетата лесно се научават да предсказват какво следва. И често нямат правилната асоциация за звука при откачване/закачване на повода. Това щракване или е сигнал за хукване през глава, веднъж освободени от ограничението, или за край на разходката, край на забавлението, нещо наказващо и съответно избягване на приближаването към стопанина.</p><p>Затова целта на днешната игра е да променим тази асоциация и кучето ни да свързва щракването с храна, нещо положително за него и близост с нас. Идеята е да кондиционираме един по-спокоен отговор в ситуациите на откопчаване и закопчаване на повода.</p><p>Може да играем с нагръдник с 2 халки, на гърдите и на гърба, и двоен повод (с карабинери и в двата края), но може да ползваме каквото имаме вкъщи. Става и просто с нашийник и обикновен нагръдник, и 2 отделни повода. Идеята винаги да има един карабинер закачен е да не допуснем евентуално хукване и да можем да задържим кучето около нас, ако се наложи.</p><p><u>Как играем:</u></p><p>Започваме като и двата карабинера са закачени. И подаваме храна на кучето само за това, че е до нас. Откачваме единия – награждаваме, закачваме го – награждаваме. Редувайки и сменяйки постоянно точките на откопчаване и закопчаване, като същевременно непрекъснато подаваме храна на кучето, правим нещата непредсказуеми за него в кой момент ще е свободно и ще има възможност да отиде по негови си задачи, да души, да играе с други кучета и т.н. И разбира се трупаме стойност в близостта с нас.</p><p>Макар играта да е съвсем елементарна, всъщност е много полезна за живия живот.</p>",
      "videos": ["https://www.youtube.com/embed/no_W-vtu2cs?feature=oembed"]
    },
    {
      "id": "day-20",
      "title": "#Ден20 – КЪЩА С ДВИЖЕНИЕ",
      "body": "<p>Днес усложняваме игра, която вече познавате. Тази игра учи кучето на близост и добавя движение. Куче, което обича да влиза в „Къща“, много ще заобича тази игра. Така че, ако все още вашето куче не се чувства напълно комфортно и щастливо в Къщата, върнете се отново и преговаряйте в ниво 1, за да надградите след това с днешната игра.</p><p>В играта чудесно може да се включи и фокуса в ръка, за да стане още по-магическо и вълшебно преживяването на кучето в къщата.</p><p><u>Как играем: </u></p><p>След като сме повикали кучето в Къща, добавяме съвсем финни движения в краката си, за да започнем да правим движението. Докато кучето следи ръката ни, то също ще започне да се движи в синхрон с нас.</p><p>Често хората се опитват от самото начало да започнат да вървят напред и назад с куче позиционирано между краката им, но не правете така. Първо изградете умението на кучето да се поклаща с вас в синхрон, фокусирано в ръката ви. Не внасяйте напрежение. Постепенно и неусетно ще стигнете и до няколко крачки напред и назад в Къща.</p><p>Играта учи кучето да се съобразява с нашето темпо, да ни следи и да бъде в синхрон с нас. Ето за това този етап на финни движения е много важен и оформящ добрия синхрон между нас и нашето куче.</p>",
      "videos": [
        "https://www.youtube.com/embed/Zqp1VNWw0pE?feature=oembed",
        "https://www.youtube.com/embed/mPK8ell-2bQ?feature=oembed"
      ]
    },
    {
      "id": "day-21",
      "title": "#Ден21 – ВОДОВЪРТЕЖ",
      "body": "<p>Продължаваме да работим върху концепцията Близост, желанието на кучето да е около нас и да трупаме стойност в малък периметър до тялото ни.</p><p>Разбира се, светът е чудесно място, той предлага много забавления, приятни неща се случват, заедно ще го опознаваме и няма защо кучето да се страхува, но все пак трябва да знае, че най-ценното място за него е при нас. Повече от всичко на света да иска да бъде близо до нас.</p><p>За днешната игра ще ни трябват 2 вида награди с различна стойност – например гранулите на кучето и нещо вкусно, много любимо за него (месо, кашкавал, хляб – кучетата имат различни предпочитания). За да може лесно да направи разлика къде стойността на почерпките е по-голяма и да избира това място, да се връща към него все едно го засмуква водовъртеж.</p><p><u>Как играем:</u></p><p>Играта е съвсем проста – хвърляме храната с ниска стойност настрани, която кучето да последва и когато се обърне и върне при нас, го награждаваме щедро с по-вкусната храна. Подаваме наградата с висока стойност в непосредствена близост до нас, защото това е мястото, което искаме да е най-предпочитано от кучето.</p><p>Не е нужно да играем дълго, защото е твърде възможно кучето бързо да схване къде е стойността и изобщо да не тръгва след хвърлената гранула, защото знае, че от нас ще получи нещо повече. Но е хубаво да я играем на различни места, за да му помогнем да генерализира идеята, че където и да сме, все пак в близост до нас е мястото с най-голяма стойност за него.</p><p>Можем да усложним задачата му и да използваме храна със средна стойност, която да хвърлим настрани, а при нас естествено ще получи най-вкусното. В ситуации в реалния живот, в момент, когато не разполагаме с различни видове награди, можем да използваме количеството, за да подчертаем стойността на близостта – една наградка настрани, много награди при нас.</p>",
      "videos": [
        "https://www.youtube.com/embed/iq2uPjzfHNA?feature=oembed",
        "https://www.youtube.com/embed/VUNoO2Tj7Z4?feature=oembed"
      ]
    },
    {
      "id": "day-22",
      "title": "#Ден22 – SIMON SAYS",
      "body": "<p>С днешната игра оформяме умението в кучето да може да ни слуша (разбира) при разсейване и да го наградим за това.</p><p>Играта изгражда уменията, необходими за онзи момент, в който нашето куче наистина се вълнува и е разсеяно от нещо, независимо дали това е бегач, друго куче, хамбургер на земята или котка – да ни чуе и да разбере какво му казваме.</p><p>За да отговори на нашите сигнали, нашето куче е необходимо да се научи да ги чува и различава, тогава ,когато възбудата му е висок.</p><p><u>Как играем: </u></p><p>За да започнем да оформяме умението да ни чува и разпознава сигналите ни, взимаме купата – един от символите за висока възбуда на кучето ни. В играта е засегната базата на концепцията за самоконтрол около примамливи неща.</p><p>Докато изграждате тази игра, не бързайте и ако кучето се затруднява, върнете се към играта Капан, за да му помогнете.</p><p>Изчаквайте кучето да се задържи отдалечено от купата и го награждавайте с лакомства настрани.</p><p>Допълнително поискайте от кучето си да направи неща, които знае по сигнал (независимо дали вербален или с жест). Това, което със сигурност знае – седни, легни, лапа, зайче … Каквото имате в арсенала си от сигнали.</p><p>Ще се справи ли да ви отговори, за да получи наградка?</p><p>Не забравяйте, че вашето куче се нуждае от лесни победи във всички игри, които играете, за да изгражда своите оптимизъм и увереност.</p>",
      "videos": [
        "https://www.youtube.com/embed/E-rKi0CxnRI?feature=oembed",
        "https://www.youtube.com/embed/CiJ46--Pa9E?feature=oembed"
      ]
    },
    {
      "id": "day-23",
      "title": "#Ден23 – СМЯНА НА ИГРАЧКИТЕ",
      "body": "<p>По какво най-често се разсейва вашето куче, когато сте на разходка?</p><p>С доста неща трябва да се съревноваваме, заобикалящата среда предлага много изкушения. Затова трябва да впрегнем всичко, което може да ни е от полза – и вкусна храна, и любима играчка.</p><p>Всъщност най-добре е да играем с 2 играчки, идентични, което допълнително учи кучето на много ценното умение да се отделя. За да може да се отдели от това нещо от средата, което е привлякло вниманието му и да пренасочи фокуса си към нас, тренираме отделянето му от едната играчка и насочването му към тази, с която ние взаимодействаме. Така подсилваме и нашата връзка с кучето, неговото желание за близост.</p><p>Много хора казват, че кучетата им не играят с играчки. Или не им обръщат внимание, или ги унищожават. Ключът е в това ние да играем с кучето с тези играчки. И то да няма свободен достъп до играчките, които използваме като специална награда. По този начин запазваме и подсилваме тяхната стойност.</p><p>Хубаво е да изберем играчки и начин на игра, които са предпочитани от кучето. Помните, че първо изграждаме пулса, преди да въведем контрола на импулса. Желанието е в основата. И насочваме това желание към себе си, защото играта с нас е най-забавна и награждаваща за кучето ни.</p><p><u>Как играем:</u></p><p>Както винаги, започваме играта без да налагаме правила, опитваме се по всякакъв начин, чрез анимирането на едната и обездвижването на другата играчка, да пренасочваме кучето между двете.</p><p>– В идеалния случай използваме две играчки, които са еднакви или сходни, колкото по-идентични, толкова по-добре.</p><p>– Пускаме кучето си да играе с една играчка с „вземи я“ или сигнала за освобождаване. Анимираме играта и се опитваме да развълнуваме кучето си, но не до степен полудяване – все пак след секунда трябва да разменим играчките, а това може да се окаже трудно.</p><p>– Докато кучето ни играе и се ангажира с тази играчка, го оставяме… играчката все още е притежание на кучето, вземаме следващата играчка и му даваме сигнал за освобождаване, за да получи тази нова играчка, която ние държим – „СМЯНА!“. Думата може да бъде всякаква. (<em><u>Забележка:</u></em> Вербалният сигнал за смяна въвеждаме на по-късен етап, след като кучето може без усилия да прехвърля играта от едната към другата играчка.Няма нужда да усложняваме играта от самото начало, хубаво е и ние да свикнем с нея).</p><p>– Ако кучето ни няма да размени играчките, обездвижваме първата играчка, докато не премине към забавната и анимирана. Можем също така да включим малко телесен контакт (потупване, докосване) по време на играта. Помага за изграждане на увереност и устойчивост за бъдещи събития от реалния живот.</p><p>– След това сме готови да вземем следващата играчка, за да продължим, да направим играта гладка и забавна.</p><p>!!! Не прекалявайте с продължителността на тази игра, защото е много натоварваща за кучето и може да вдигне твърде много възбудата.</p><p>Играта ще ни е от полза и при изграждането на умението на кучето да пуска.</p>",
      "videos": [
        "https://www.youtube.com/embed/1k0dVGH0VgA?feature=oembed",
        "https://www.youtube.com/embed/FsV3G3iKzS8?feature=oembed",
        "https://www.youtube.com/embed/6CWpMFm-8TI?feature=oembed"
      ]
    },
    {
      "id": "day-24",
      "title": "#Ден24 – ИГРАЙ С МОЯТА ИГРАЧКА",
      "body": "<p>Продължаваме да развиваме концепцията, че нашата игра, играта с нас, е най-забавното и вълнуващо нещо за кучето. Вчерашната игра беше с 2 играчки, а днес предлагаме по-голямо разнообразие и увеличаваме изкушението, съответно и трудността. Идеята е, че която и играчка да изберем от купчината, тя трябва да стане най-интересна за кучето и то също да избере нея и взаимодействието с нас. За целта, разбира се, ние трябва да бъдем достатъчно креативни и да анимираме новата играчка, да му предоставим преживяване, на което не може да устои.</p><p><u>Как играем:</u></p><p>– Имаме нужда от няколко различни играчки.</p><p>– Играем с една от тях с кучето, а другите играчки са разхвърляни наблизо.</p><p>– Вземаме друга играчка от купчината и се опитваме да привлечем вниманието му към новата играчка. Анимираме я, за да може кучето да избере да остави предишната играчка и да дойде при нас и новата.</p><p>– След това избираме следваща играчка и играем заедно.</p><p>– Сменяме играчките отново… по-късно, когато всеки път кучето успява да се отдели, да пусне предишната и да се заиграе с новата, можем да добавим сигнал за “смяна“ (както при вчерашната игра с 2 играчки)</p><p>Ако имаме нужда да упражняваме още само размяната между 2 играчки, няма нужда да бързаме, по-добре да отделим достатъчно време, за да е успешно отделянето на кучето от едната играчка и пренасочването му към нас и играчката, която държим. По-добре е да затвърдим умението, преди да вдигнем трудността.</p><p>За да помогнем допълнително на кучето и да го улесним в това да се откаже от играчката, с която вече се е ангажирало, може да ги подбираме от по-малко предпочитана към най-любима. Съобразяваме се и с предпочитанията му за тип играчки и начин на игра. Но най-важното е да се забавляваме!</p><p>Впоследствие кучето ни се научава, че няма значение каква е играчката, стига да има взаимодействие с нас. Но това е процес. С тази игра отново показваме на кучето, че стойността винаги е при нас, каквото и да се случва, в близост до нас е най-добре и че живеем тоя живот заедно, като отбор. Трупаме вложения в касичката на нашите взаимоотношения.</p>",
      "videos": ["https://www.youtube.com/embed/ztFgWLuE5hc?feature=oembed"]
    },
    {
      "id": "day-25",
      "title": "#Ден25 – НЕЗАБАВНО ЛЕГНИ",
      "body": "<p>С днешната игра започваме да изграждаме аварийното спиране. Онова спиране, на което може да разчитате в редките, много редки моменти, когато не сте достатъчно секси, но нещата са малко извън контрол.</p><p>С тази игра ще поставите началото. Няма да се получи веднага. Играта е процес, в който ще изграждаме МОМЕНТАЛНО лягане, а после и такова от дистанция.</p><p>Лягането първо с предните лапи, а след това със задницата, учи кучето да не преминава напред (към стимула). Награждването настрани или назад всъщност подкрепя допълнително позицията да не преминава напред, ако е чуло сигнала Dоwn.</p><p>Това е различно от сигнала Легни, в който обикновено кучето ляга от седящо положение и избутва лапите си напред. Схващате ли разликата?</p><p>Тук основната концепция, на която учим кучето е да не преминава нито см напред.</p><p>С първото ниво, което показваме с Мъф, маркираме точно каква позиция награждаваме.</p><p>Когато постигнем моментално слизане надолу, ще започна да добавям дистанция.</p><p>Не забравяйте да поддържате сесиите си кратки и забавни, за да задържите желанието на кучето да участва. Радвайте се на успехите му! Покажете му, че точно това поведение супер много ви радва!</p>",
      "videos": [
        "https://www.youtube.com/embed/T41JD6c8Im0?feature=oembed",
        "https://www.youtube.com/embed/E2fxKaiw16c?feature=oembed",
        "https://www.youtube.com/embed/cSa6DmbcPOY?feature=oembed"
      ]
    },
    {
      "id": "day-26",
      "title": "#Ден26 – ОРИЕНТАЦИЯ С ДРАЗНИТЕЛ",
      "body": "<p>В днешната игра ще се върнем към начлото на това приключение и ще добавим ниво на разсейване.</p><p>Всички помните играта Ориентация и колко много променя тя поведението на нашето куче навън. Играта е оформяща и е основа на цялото ориентиране на кучето от средата към нас.</p><p>Сега ще добавим дразнител в цялата картинка и ще ориентираме кучето от дразнителя към нас.</p><p>ВНИМАНИЕ: тази игра е чудесна за кучета, които скачат нагоре към човек, когато искат да контактуват.</p><p><u>Как играем: </u></p><p>В днешната игра ще изпращаме кучето към дразнител с една наградка и щом то се ориентира към нас ще го наградим с няколко награди при нас.</p><p>Започнете с лесен дразнител и постепенно усложнявайте към сложна ситуация от живия живот.</p><p>За различните кучета е важно да преценим на какво разстояние да е дразнителя в началото, за да ги предразположим към успех.</p><p>Споделям ви видео от нашия курс за реактивни кучечта „Укротяване на опърничавите“.<a href=\"https://www.youtube.com/watch?v=KNIe3wXAozY&amp;fbclid=IwAR1qESPv62yV5CYjpkUauh0PgjLCS59gHdMfGUxcG_-uKHiRWr1bNGap0VE\">https://www.youtube.com/watch?v=KNIe3wXAozY</a></p><p>Играта може да се играе срещу всякакви дразнители (контейнер за боклук; котки в ъгъла на блока; кухненския плот, на който се размразява пиле; входната врата, зад която съседите изнасят диван; деца, които хвърлят топка … и всичко, което на моменти е по-секси от вас за вашето куче)</p><p>С тази игра вие ще бетонирате още малко основата на отделянето от дразнители, за което всички толкова много работим.</p>",
      "videos": [
        "https://www.youtube.com/embed/AAtKa5Wjqic?feature=oembed",
        "https://www.youtube.com/embed/KNIe3wXAozY?feature=oembed"
      ]
    },
    {
      "id": "day-27",
      "title": "#Ден27 – ДОКОСВАНЕ С НОС",
      "body": "<p>Много лесна и любима игра, която изключително много насърчава близостта. Просто кучето докосва с нос дланта ни и получава награда за това.</p><p><u>Как играем:</u></p><p>Протягаме ръка с длан към кучето и изчакваме то да я докосне с нос, за което получава награда. Хвърляме храна настрани и когато то се обърне към нас, подаваме отново ръка, сменяйки позицията, височината, ръцете си.</p><p>Първоначално кучето може да не докосне протегнатата към него ръка, а само да я погледне или пристъпи към нея. Всяко едно взаимодействие ние маркираме и подаваме храна в тази длан, която сме му предложили. Първоначално можем да му помогнем като държим наградка между пръстите на протегнатата ръка, която то просто ще вземе, междувременно докосвайки дланта ни с нос.</p><p>Ключов момент е поставянето на наградата в дланта, за да се трупа стойността там и впоследствие да се изгражда задържане и да се работи за фокус и упоритост като кучето натиска по-силно и по-продължително. Колкото по-бързо награждаваме, толкова по-бързо кучето ще направи асоциацията за какво получава наградата и ще изгради по-добро докосване със задържане. Целта ни е да го наградим преди да е отлепило носа си от дланта ни и да е отстъпило назад.</p><p>Друг важен момент е да скриваме ръката си, например зад гърба, за да рестартираме играта като го поканим да взаимодейства отново с нея, да го изненадваме с различни позиции и смяна на ръцете. Не само защото е по-забавно, но и защото знаем, че флексабилността/адаптивността е важна за кучето, а и работим върху фокуса му.</p><p>Внимаваме да не приближаваме ние ръката си към носа на кучето, а да изчакваме неговото движение към дланта, неговото желание за интеракция. В случая може да помогне да поставим дланта си на крака си, за да я застопорим и наистина да усетим, че кучето натиска с нос.</p><p>Тази игра става любима на някои кучета, затова понякога може да се използва и за повикване, и за награда.</p>",
      "videos": [
        "https://www.youtube.com/embed/D2Hpnz3ELV8?feature=oembed",
        "https://www.youtube.com/embed/qwzCrWwQQdw?feature=oembed"
      ]
    },
    {
      "id": "day-28",
      "title": "#Ден28 – ОРЕОЛ",
      "body": "<p>Играта има за цел да оформи позитивна асоциация от поставянето на нашийник, медицинска яка, нагръдник, та дори и дрешка. Ще ги научим сами активно да участват в това</p><p>Във видеото е показано как да изграждаме постепенно тази поносимост и дори радост от взаимодействието с тези аксесоари.</p><p>Това е страхотна игра, която изгражда близост, увереност, оптимизъм и куче, което иска да участва в това.</p><p><u>Как да играем: </u></p><p>Започнете с разширен нашийник или повод, който е направен на широка примка, в който кучето лесно може да промуши главата си.</p><p>Изпращайте кучето с наградка настрани и когато се връща към вас му покажете „примката“ и наградката зад примката, за да си промуши главата.</p><p>Не дръжте постоянно примката пред кучето, крийте я зад гърба си, за да нямаме повод кучето да я игнорира. Показвайте я заедно с наградката, за да няма избор кучето да не се ангажира с „примката“.</p><p>Като начало награждавайте всяка ориентация на кучето към „примката“, рестартирайте често с наградка настрани и започвайте отначало.</p><p>След като кучето си промуши главицата – наградете обилно, след това свалете и отново рестартирайте.</p><p>В практиката си срещаме много хора, които имат затруднения с воденето на кучето на повод. Доста често се оказва, че самото слагане на нашийник/нагръдник не е комфортно занимание за кучето и то възприема това хем с вълнение, защото ще излиза на разходка, хем самия аксесоар му носи напрежение. Това напрежение се отразява на начина, по който кучето след това се държи на повод. Така че изгледайте видеото и ако вашето куче не си мушка само главата в нашийника/нагръдника, играйте тази игра, за да промените нагласата това при всички положения ще се отрази на вашите разходки положително</p>",
      "videos": [
        "https://www.youtube.com/embed/xMY1zvh7l0I?feature=oembed",
        "https://www.youtube.com/embed/ZIC5vlQfNbY?feature=oembed"
      ]
    },
    {
      "id": "day-29",
      "title": "#Ден29 – ВЪЛШЕБНИЯТ ЧЕРПАК",
      "body": "<p>Хвърляли ли сте топката възможно най-далече, за да може кучето да се натича, да изразходи енергия, за да се измори и да не прави бели вкъщи? И то започва да носи топката, но не до вас, а да я пуска на разстояние, да стои на дистанция и да чака. Трескаво, подскачащо, подлайващо. Да ви подканя нетърпеливо да хвърляте отново и отново. Защото най-ценната награда, топката, я получава там, далече, зад гърба си. И иска да я получи по-скоро, което значи, че колкото по-близо е до мястото, далеч от вас, толкова по-бързо ще стигне, за да я вземе.</p><p>Ако сте, много вероятно е да имате катапулт. Който днес може да използвате по малко по-различен начин и по-подходящ за изграждане на близост между вас и кучето. Ако нямате, използвайте голяма лъжица или черпак. Основата на тази игра е играта за фокус в ръка, а катапулта е като продължение на ръката ви.</p><p><u>Как играем:</u></p><p>Разбира се започваме с натрупването на стойност в самия предмет като поставяме храна в катапулта и я подаваме на кучето да я изяде. Ако може да улавя във въздуха, вдигаме катапулта над главата му и го обръщаме, за да падне наградката. Първоначално може да му е по-лесно, ако държим катапулта по-близо до нас. Важно е кучето да остава право, без да сяда, за да може да включим движение. Ако не може да улавя падащата награда, просто сваляме катапулта и го награждаваме, а допълнително тренираме хващането във въздуха. Ако много вдига възбудата и подскача, за да бутне храната, вдигаме катапулта по-високо, за да не го стига и в момента, в който кучето отново е стъпило с четирите лапи на земята, сваляме наградата, дори може да я пуснем на земята, за да отбележим точния момент, когато ще я получи – не когато скача. Експериментираме и се ориентираме по кучето, с което тренираме.</p><p>И ето, от един предмет, който досега кучето може би е свързвало с изпращане на нещо ценно за него надалеч, с тази игра променяме асоциацията с предмета, че стойността отново е около нас и подсилваме наградния периметър в близост до нас. Играта е полезна и за самоконтрола, ако кучето скача, и за близостта, за да ходи спокойно на повод или да се върти около нас, когато е без повод, и за фокуса в нас и ангажирането с това, което правим заедно.</p><p>Не забравяйте да играете с двете ръце – да развием и нашата флексабилност. Дори да не сме много сръчни и кучето не винаги да улавя храната, това изобщо няма да попречи на играта, забавлението и целта.</p>",
      "videos": ["https://www.youtube.com/embed/zteeLFAlb_I?feature=oembed"]
    },
    {
      "id": "day-30",
      "title": "#Ден 30 - ШАБЛОН НА ОТДЕЛЯНЕТО",
      "body": "<p>Днес е последният ден от предизвикателството, но това не е краят на играта ви.</p><p>Нашата БОНУС игра е основополагаща за умението на кучето да се отделя от стимули и да предпочита Вас!</p><p>Кучетата харесват модели, шаблони, за да знаят какво ще се случи и обичат да ускоряват процеса. В тази игра ние използваме склонността на много опърничави и все пак готини кучета към предсказуемите шаблони и използваме това в наша полза.</p><p>Шаблонът на отделянето учи на повтарящ се модел, който всеки път изглежда еднакво, което става сигнал и изгражда умението за отделяне. Това е едновременно инструмент и игра.</p><p>Най-големият подарък, който можете да дадете на кучетата си, независимо дали са развълнувани или уплашени от нещо, е те да мислят, че това не е тяхна работа – на това учи тази игра. “Не е твоя работа” е чудесна нагласа, с която кучето да живее в натоварения свят, в който живеем днес. Има толкова много неща, които не засягат вашето куче – семейството на пикник, бягащ човек в парка, конски изпражнения, лаещо куче…</p><p>Наистина е неоснователно да очаквате вашите кучета да не се плашат понякога. Но вместо да нападат или хапят това, от което се страхуват, е много по-добре да ги научите да се отделят.</p><p>Как играем:</p><p>Вземете малко храна с висока стойност, хвърлете наградка настрани и когато кучето ви се ориентира обратно към вас, наградете&nbsp; го и продължете да подавате още няколко наградки една след друга, като същевременно се отдалечавате в обратната посока. Ако понякога кучето не намира парчето храна, което хвърляте на земята, то все пак ще дойде с вас, защото ще знае коя е зоната с висока стойност за него -там, където получава повече наградки.</p><p>С голямо и малко на размер куче може да играете различно. Когато се отдели и награждавате, отдалечавайки се от разсейващия стимул, е по-добре да включите движение, но ако кучето ви е наистина дребно, можете да се окажете съвсем приклекнали, което ще ви е трудно и некомфортно, така че със сигурност можете да останете неподвижни, ако е необходимо. Не забравяйте, че дребните кучета ще ходят повече, за да изминат същото разстояние като големите кучета, така че всъщност не се нуждаят от толкова голямо разстояние, за да схванат концепцията. Или ако кучето ви е достатъчно стимулирано и движението ще го развълнува съвсем, можете да направите спокойна версия, вместо да се движите отдалечавайки се и да давате наградки; и след това постепенно да добавите движение, когато кучето схване идеята за шаблона.</p>",
      "videos": [
        "https://www.youtube.com/embed/y-YG13aS7MU?feature=oembed",
        "https://www.youtube.com/embed/DiOwamzFwaM?feature=oembed",
        "https://www.youtube.com/embed/a0YiQ5iyBRc?feature=oembed"
      ]
    }
  ]
}
