{
  "name": "Укротяване на опърничавите",
  "lessons": [
    {
      "id": "cone-game",
      "title": "Конус",
      "body": "<p><strong>ЮЗДА / НАМОРДНИК</strong></p><p>Юздата (халти) и намордникът са инструменти, които не всеки трябва да използва, което и да е от тях или и двете, нито са подходящи и задължителни за всяко куче – но жизненоважно е, ако ги използваме, кучето да бъде приучено към тях по правилния начин.</p><p>Те са наистина полезни инструменти за кучета, които може би имат история и са проявявали реактивност по време на разходки, при ветеринар и т.н. Като променим картината, ние започваме да трансформираме реактивността и помагаме да се повтаря такова поведение, което искаме.</p><p>Трябва да развием умението на кучето да носи всякакви принадлежности, които се използват за разходките (повод, нашийник, нагръдник) и да преценим кое е подходящо за конкретното куче в конкретната ситуация.</p><p>Вашето куче може да е имало лоши преживявания, когато е било на разходка и разходките са сигнал то да е нащрек и да е бдително, дори може да изглежда така, сякаш кучето търси неприятности, нещо, на което да реагира. Още щом създадем картината на разходката – поставяне на нагръдника, закачване на повода и излизане през входната врата, всичко е много предсказуемо и кучето вече е с тази нагласа, това е нещо, което&nbsp; е повтаряло многократно и с което е свикнало.</p><p>Понякога промяната на картината, като научите кучето си да се разхожда с нещо ново, е началото на трансформацията. Не използваме юздата (халтито), за да спрем кучето да дърпа, но тъй като някои кучета имат история на реактивност, когато са с нагръдник, юздата може да се превърне в инструмент за създаване на напълно нова картина на разходката. Кучетата са ужасни при генерализирането, нека използваме това в наша полза.</p><p><strong>ИГРА КОНУС</strong></p><p>Как да обучите кучето си да се чувства удобно да носи намордник? Като играете играта Конус, която включва тренировки с вашето куче да поставя муцуната си в центъра на конус и да я задържа там известно време.</p><p>За да играете тази игра, всичко, от което се нуждаете, е пластмасов конус или чаша, или саксия, в които вашето куче да побере муцуната си и вечерята му. Награждавате кучето си за всякакъв вид взаимодействие с конуса (дори стъпка към него, поглеждане към него) и след това постепенно ставате по-конкретни относно поставянето на носа в конуса. Надграждайте, докато започне всеки път да предлага поставяне на муцуната, многократно и след това добавете продължително задържане. Не забравяйте да скриете конуса зад гърба си между повторенията. Причината да го правите е, че искаме да създадем качество и кучето да изпълнява поведението само в присъствието на конуса. Ако го оставим видим през цялото време, ще бъде сякаш казваме „Седни! Седни! Седни! Седни! ”.</p><p>Изберете начина на награждаване в зависимост от вашето куче – можете да го направите, като награждавате, хвърляйки нградката настрани и рестартирате поведението или можете да давате наградата в конуса. За да засилите желанието да поставя главата си в конуса, можете да пропуснете да наградите и по този начин кучето ще се опита пак и ще предложи поведението отново.</p><p>И, след като вече кучето ви има това поведение, можете да замените конуса с всякакви неща. Сега става наистина вълнуващо – можете да замените конуса за намордник, юзда, ветеринарна яка или дори собствените си ръце, ако някога се наложи да хванете устата на кучето си или да погледнете зъбите му!</p><p>Вашето куче ще може и ще се чувства удобно с носенето на всяка една от тези принадлежности и тъй като играта включва прост конус, всички минали преживявания с тези предмети изобщо няма да повлияят на играта.</p><p>Как да го постигнете? Вземате намордника просто да стои до вас. Напомнете на кучето какво правим с конуса и след това го заменете с намордника, когато то не гледа.</p><p>Единственият начин да започнете да увеличавате времетраенето на задържането е като се уверите, че кучето е наясно какво трябва да прави. Когато го тествате, за него да е съвсем ясно, все едно казва „Просто ще правя това, което знам, че е правилно пак и пак“. Често добавяме задържане твърде рано и кучето започва да захапва намордника, хваща намордника и го хвърля насам-натам и това се случва, само защото кучето не знае съвсем ясно каква му е задачата. Защото не сме вложили достатъчно стойност. Някои кучета трябва да повтарят много пъти ранните етапи на играта. Най-важният етап е оформянето стъпка по стъпка, всяко взаимодействие с намордника/конуса/предмета и въпреки това повечето хора искат етапа с добавяне на продължително задържане с намордник на муцуната. Не забравяйте, че ако кучето носи намордника, без да е закопчан, фиксирането ще бъде лесно.</p><p>Когато работите с юздата, поставете я на най-хлабавата позиция и вижте дали кучето иска да си сложи носа в отвора. Дръжте я и го награждавайте обилно. Не го учите да носи юзда със самата юзда, а го учите чрез играта Конус, всичко е свързано с началните етапи.</p><p>Носенето на намордник е нещо, с което всяко куче трябва да е запознато. И това се постига лесно. Тази игра ви позволява да превърнете потенциално стресиращите и страшни събития в страхотни и подготвя вашето куче, ако някога се нуждае от спешна ветеринарна помощ. Тази забавна и изключително полезна игра е наистина важна за предотвратяване на неприятни ситуации, когато домашните любимци са болни и когато както кучето, така и стопанина са така или иначе стресирани.</p><p>Тази игра изгражда увереност, оптимизъм и забавление в кучето и обучението ви. Ако вашето куче може да се чувства удобно и да се радва да постави муцуната си в конус (дори до степен да няма видимост, ако конусът е по-голям), то трябва да е доста уверено! Също така изгражда усещане за собственото му тялото и способност за решаване на проблеми.</p><p><strong><em>Съвет: </em></strong>Използвайте за начало сигнала си за „<a href=\"https://youtu.be/qwzCrWwQQdw\">докосване с нос</a>“, ако имате такъв, той ще помогне на вашето куче да разбере идеята!</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Увереност</em></p><p><em>* Флексабилност</em></p><p><em>* Оптимизъм</em></p><p><em>* Фокус</em></p><p><em>* Толерантност към фрустрация</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/9fAwztT0TXg?feature=oembed"]
    },
    {
      "id": "harness-shaping",
      "title": "Оформяне носенето на нагръдник",
      "body": "<p>Един от инструментите, които можем да използваме, за да разхождаме кучетата си, е нагръдник. Както всяко помощно средство, той може да се използва неподходящо, така че е по-добре да приучите кучето си да се чувства комфортно, носейки нагръдник, като трупате стойност и се забавлявате в играта.</p><p>Темпото, с което преминавате през стъпките, ще зависи изцяло от миналото обучение и опит на вашето куче с нагръдника, така че не забравяйте да отделите достатъчно време на всеки етап, за да положите&nbsp; основите по правилния начин. Особено важно е при кучета, които се притесняват от света и са реактивни, защото всъщност това са кучетата, които се учат бързо и наученото остава вкоренено. А не искаме да правим нищо, което по-натам ще създаде друг проблем.</p><p>Начинът, по който започваме да оформяме носенето на нагръдника, е като просто нагръдника стои наоколо, показваме го на кучето и го награждаваме. Награждавайте го за всякакъв вид взаимодействие, поглед или стъпка към нагръдника. Този етап може да отнеме известно време, особено ако отработвате играта след някакви лоши преживявания с нагръдник. Има кучета, които не харесват нагръдника си, повода си или каквото носят при излизане и вместо да идват по време на разходката, за да им го сложите, бягат от него или още вкъщи, когато го вземете, те стават и се отместват или се скриват някъде притеснени и не искат да го носят.</p><p>На следващия етап изчаквате кучето да предложи някакво взаимодействие с главата си и се опитвате да го награждавате през отвора на нагръдника, докато минава над муцуната, очите и ушите му. Можете първо да направите като примка с нагръдника, така че дупката да е по-голяма и промушването на главата да е по-малко предизвикателство за кучето. Не бързайте, просто наливайте стойност и се забавлявайте. Можете да използвате храна с висока стойност (пиле, наденица, сирене), за да помогнете на кучето си и да го мотивирате да опитва, ако няма добър опит с нагръдника.</p><p>Освен като слагате нагръдника, награждавайте кучето и когато го сваляте, защото това също е действие, което кучетата не харесват.</p><p>Когато кучето ви се чувства комфортно с нагръдника, можете да закачвате/сваляте повода като продължите да награждавате. Можете да пуснете няколко наградки на пода и просто кучето да свикне с усещането, че нагръдника му е сложен, да го закопчаете, да окажете натиск върху нагръдника и повода с леко придърпване, да се разходите малко. Това е последният етап и най-лесният, след като сте вложили достатъчно стойност при оформянето стъпка по стъпка.</p><p><strong><em>Съвети:</em></strong></p><ul><li>Давайте много наградки или в позиция, или настрани от нагръдника (това действа като освобождаване на напрежението и дава почивка на кучето) в зависимост от вашето куче.</li><li>Нека сесиите да са кратки. Не правете събитие от това.</li><li>Работете постепенно, самото закопчаване на нагръдника е краят и той ще дойде съвсем логично. Когато нагръдника е сложен, можете да разпръснете храна по пода, да го закопчаете и сте готови.</li></ul><p>Не забравяйте, че няма нищо по-лошо от това да започнете разходката с битка и ако се борите с кучето си, за да му сложите нагръдника, вие вече започвате разходката като кофата на кучето е малко пълна.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Увереност</em></p><p><em>* Флексабилност</em></p><p><em>* Оптимизъм</em></p><p><em>* Усещане за собственото тяло</em></p><p><em>* Връзката с кучето ви </em></p>",
      "videos": ["https://www.youtube.com/embed/ZIC5vlQfNbY?feature=oembed"]
    },
    {
      "id": "boundary-games",
      "title": "Граници",
      "body": "<p>Игрите за граници са едновременно и чудесен инструмент за менажиране на средата, и ключов фактор за подпомагане развитието на мозъка на нашите кучета в правилната посока. Това е и умение, което е нужно постоянно да подхранваме и развиваме.</p><p>С играта Граници ние научаваме кучетата на МНОГО важното, всъщност жизненоважното умение да останат на границата си до освобождаване.</p><p>Защо са толкова важни Границите?</p><p>Това са игри, при които кучето ви трябва да остане в определено място, докато не бъде освободено – това може да е постелка, клетка, платформа, стъпала, пънче, пейка или дори друга стая.</p><p>Игрите за Граници имат много предимства. Много важен аспект от развитието на баланс на възбудата, превключвател от висока към ниска възбуда за кучето.</p><p>Те насърчават и развиват контрола на импулсите. Те засилват мотивацията и цялостната ви връзка с вашето куче. Те помогат за насърчаване на спокойствие. Помагат за подобряване на всички основни поведения и маниери на много различни места.</p><p>И така, какво имаме предвид под гранични игри, как изглеждат те и какви критерии включват те за вашето куче?</p><p>За вашето куче Граници означават: Влез в тази зона по команда и остани там спокойно. Не мърдай от тук, докато не чуеш маркера си за освобождаване. Маркерът за освобождаване означава да напуснеш района и след това да дойдеш да взаимодействаш с мен.</p><p>Как постигаме това?</p><p>Етап 1 : Изграждане на играта Граници в леглото на кучето.</p><p>Първо ще накараме кучето да заобича леглото си. Веднъж изградили умението да се задържа в Граници на леглото си, ние ще можем да прехвърлим концепцията за Граници където поискаме.</p><p>СТЪПКА 1 Наградете всяко взаимодействие с леглото или границата (например, гледайки към, стъпвайки към, поставяне на лапа и т.н.)</p><p>СТЪПКА 2 Наградете избор на кучето да влезе с 4 лапи в леглото без команда. Искате вашето куче да ♥ ОБИЧА ♥ леглото!</p><p>СТЪПКА 3 След като кучето е вътре наградете го щедро с няколко награди. Слагайте наградите ВЪВ леглото, не в устата на кучето. Така давате стойност на леглото.</p><p>СТЪПКА 4 Освободете се с освобождаваща реплика (напр. „Добре“, „почивка“, „ОК“, можете да си изберете реплика.) Освобождаването се извършва като хвърляте една награда настрани секунда или две след репликата за освобождаване.</p><p>СТЪПКА 5 Изчакайте кучето да направи избора да се върне към, да се ориентира или още по-добре да скочи обратно в леглото.</p><p>Наградете щедро, че се е върнало в леглото, за да изгради стойността – не забравяйте, че не използвате команда за влизане в леглото.</p><p>Повтаряйте по този начин няколко пъти влизане в леглото, но не играйте повече от 2-3 минути на сесия. Правете го по няколко пъти на ден.</p><p>Освобождавайте с реплика често.</p><p>Бъдете спокойни, клекнете до леглото.</p><p>Не говорете много!</p><p><strong><em>СЪВЕТИ:</em></strong></p><p>Когато концепцията за граници се е втълпила в главата на вашето куче, не е нужно да го награждавате много често в ежедневието у дома, но не забравяйте, че и никога няма край, винаги ще ги използвате и трябва да наливате стойност постоянно. Упражнявайте ги редовно, но не винаги в тренировъчен режим! Тренирането на кучето е 24 часа, 7 дни в седмицата! В ежедневието си включвайте игрите за граници, когато е възможно. Например, докато миете чиниите, готвите вечеря или сгъвате пране.</p><p>Когато кучето ви е в границите си, не е нужно да сте наблизо. Това е много ключово. Може да работите на компютъра или да се къпете, дори да почиствате из къщата. Стойността е границата. За да повишите нивото на границите в дома си, изграждането на увереност и независимост при оставане на кучето в неговото леглото ще придаде много стойност на границите.</p><p>Ако кучето ви лае по гости, когато е в граници или лае в клетката, може би е най-добре в тази ситуация да го оставите в друга стая със затворена врата, за да не позволите повтаряне на поведението. След като посетителят влезе и суматохата отмине, можете да върнете кучето, за да стои спокойно в границите като част от тренирането. Ако искате, можете да направите това. Ако не, вашето куче със сигурност може да остане да си почива в другата стая.</p><p>С нарастване на увереността и подобряване на умението на вашето куче да остава на границите си, започнете да играете игрите за граници на различни места. Изпробването им в нова среда може да бъде от ключово значение за включването им в реалното ви ежедневие. Започнете с всяка стая у дома. Преместете се в колата, после в парка. Наистина няма ограничение.</p><p>Бъдете креативни в начина, по който насърчавате генерализирането. Можете както да носите предмета (Границата си) в различна среда, така и да използвате каквото и да е, което е на ваше разположение в средата, и което е безопасно за кучето и може да се използва като граница. Ако кучето се побира, може да пази баланс и е безопасно – става. Колкото по-креативни сте и колкото повече ги смесвате, толкова по-вкоренена ще бъде концепцията за вашето куче.</p><p>Винаги подавайте ясен сигнал за освобождаване, когато искате да позволите на кучето си да излезе от леглото. Това е изключително важно и съществено за поддържане на еднозначен критерий, така че кучето ви да знае кога може да се освободи от леглото. Не забравяйте, че вие си избирате репликата за освобождаване!</p><p>Когато казвате репликата за освобождаване, трябва да има пауза, преди да хвърлите наградката. ПАУЗАТА е ключов елемент! Ако вашето куче ОБИЧА сигнала за освобождаване, то няма да направи нищо, без да му бъде подадена освобождаващата реплика. Що се отнася до тренировките в реалния живот, придаването на смисъл на освобождаването ще даде на вашето куче повече фокус и повече любов към сигнала за освобождаване и ще бъде по-силен от всеки дразнител, който може да се появи в средата.</p><p>Ако кучето ви избере самО да влезе в границите си и не сте го подканяли вие, възнаградете го за чудесния му избор! Ако то е избрало границите си без да го карате И се самоосвободи, не се притеснявайте. Освобождаването е 100% необходимо само, ако сте го подканили вие да играете играта.</p><p>Кучето ви напуска ли границата веднага щом се отдалечите? Дайте му по-ясна граница (повдигнато легло, легло с борд). Ако продължава да се качва и слиза, да се върти в границата и т.н., просто я премахнете и се преместете в клетка или пространство, където няма да повтаря тези поведения, докато не стане по-стабилно в своите граници.</p><p>Има разлика между награждаване, за да задържите кучето на границата, и награждаване, защото е на границата. Имайте предвид това, тъй като когато награждавате все едно картечница изстрелва награди, за да го задържите там, може да получите обратния ефект, тъй като повишавате нивото на възбудата.</p><p>Внимавайте за скоростта, с която награждавате, защото когато подавате храната бързо, наградките една след друга, една след друга, енергията се покачва и араузъла се вдига и е по-малко вероятно кучето да остане на границата или пък може да започне да лае.</p><p>В един момент трябва да отстъпите назад и да не превръщате в събитие влизането и оставането на кучето в граници. Често изобщо не става въпрос за храната в устата, особено при опърничавите, но готини кучета.</p><p>Да си играете с храната, да пресипвате гранулите от едната ръка в другата е наистина чудесен начин да редуцирате награждаването и да превърнете храната в не-събитие. Вземането на торбичката с наградки и разклащането ѝ, така че кучето да може да я помирише и въпреки това не получава наградка, е чудесен начин за редуциране на храната, докато хранителното преживяване само по себе си е награждаващо за кучето, защото то все още е в играта. Важно е кучето да има силни граници, преди да премине към по-напреднали нива на играта.</p><p>Когато решите да награждавате, можете да използвате следните начини – поставяне на храната в капан или хранене като самолет (*вижте БОНУС ИГРИТЕ по-долу). Те са супер полезни, ако вашето куче е от типа кучета, които не могат да седят неподвижно, сякаш имат таралеж в гащите. Не можете да играете тези 2 игри бързо и те ще забавят кучето, ще започнат да изграждат повече неподвижност у тези супер дейни кучета, това помага да се изгради повече самоконтрол и по-продължително задържане на границата.</p><p>Важно е, когато работите за увеличаване на продължителността в играта за граници, да включите и много бързи победи в тренировъчната сесия. Това означава, че вместо да работите постоянно върху „Колко време кучето ми може да остане на границата?“, да работите и върху „Колко ентусиазъм мога да вложа в освобождаващия сигнал?“ като направите освобождаването също толкова вълнуващо (не повече!), колкото оставанете на границата.</p><p>Това може да означава, че ще поискате от кучето си да скочи на границата и след това бързо да го освободите, като го изведете от границата, за да изиграе няколко бързи, енергични, забавни игри, които да вдигнат възбудата (араузъла) и след това да го изпратите обратно на границата му, за да се успокои, да се отпусне и да свали нивата на възбуда.</p><p>Ако влизането в границите има стойност, това ще помогнете на вашето куче да се отдели от други кучета и разсейващи фактори в околната среда. Можете да играете <strong>ВРЪЩАНЕ В ГРАНИЦИ</strong>, като хвърлите една наградка към дразнител от околната среда и наградите МНОГО, когато кучето ви се върне с желание обратно в границата. Използването на границата по този начин осигурява на вашето куче много ясна рамка, така че да няма съмнение къде за него е по-голямата стойност. Ако пoмислите какво е границата, това е просто пространство, в което за кучето ви има много стойност и много ценни неща, за да се ангажира с него. Не правете играта трудна и като предизвикателство: колкото по-лесно е решението – толкова повече го награждаваме – толкова по-лесно ще бъде решението в бъдеще.</p><p>Ако нещо се случва в околната среда и вашето куче се отдалечава от границата, защото му е некомфортно или се притеснява от нещо, което се случва, няма нужда да го връщате отново. Не искате да го превръщате в наказание, като го карате да стои там, където не му е комфортно. Ако не, преместете границата, така че да е по-далеч от това, което тревожи кучето, и не го подканяйте да се качи. Ако то предложи да влезе в границата, супер!</p><p>Често се връщайте към основните нива на играта, за да проверите каква стойност имат границите за вашето куче. Не забравяйте, че подсилването на тази стойност като безопасно, невероятно, магнетично място е изключително важно, за да може границите да са най-доброто място на света, на което кучето избира да е!</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Увереност</em></p><p><em>* Флексабилност</em></p><p><em>* Оптимизъм</em></p><p><em>* Фокус</em></p><p><em>* Контрол на импулса</em></p><p><em>* Усещане за собственото тяло</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": [
        "https://www.youtube.com/embed/ic5T53Q8I80?feature=oembed",
        "https://www.youtube.com/embed/oy3HDSPlb1A?feature=oembed"
      ]
    },
    {
      "id": "cage-game",
      "title": "Капан",
      "body": "<p>Играта Капан работи за самоконтрола на кучето в присъствието на храна или играчка, а постепенно умението да се самоконтролира се прехвърля в реалния живот.</p><p>В първи етап на играта играем с храна. Играта учи кучето да не взима храна от земята преди да му позволим.</p><p>Играта се използва за успокояване на кучето, но ако то има много силна фрустрация към храна е възможно да го напрегне, за това трябва да наблюдавате кучето и постепенно да го приучите към играта.</p><p>За да му помогнете да се справи, започвате тази игра в Граници. Това от една страна помага на кучето да се задържа в Граници, от друга страна Границите дават Увереност на кучето и му помагат да се справи. Така градите Оптимизъм.</p><p>Поставете гранула на земята и я закрийте с длан. Изчакайте кучето да се успокои в граници и му дайте гранулата. Ако кучето се напрегне, хвърлете настрани гранулата, за да я последва кучето, рестартирайте и почнете отначало. В първите опити е възможно кучето да копае с лапи или муцуна по дланта ви, за да се добере до гранулата. Изчакайте да отдръпне муцунка, отхлупете храната и му позволете да я вземе.</p><p>Когато кучето стане стабилно с това ниво на играта, започнете да пускате гранулата на земята от ниско, като оставяте дланта си обърната надолу така че това да стане сигнал за кучето да не взима. Ако се справи и изчака, може да продължите като увеличавате височината, от която пускате гранулата. Ако не се справи, върнете се на предишното ниво.</p><p>След като сте стабилни с тази игра в Граници, изнесете я извън Границите.</p>",
      "videos": ["https://www.youtube.com/embed/FNEzfZr34D8?feature=oembed"]
    },
    {
      "id": "plant-pot-prison",
      "title": "Капан с Предмет",
      "body": "<p>Играта се играе със саксия, защото има дупчици и храната мирише и дава чувството на кучето, че е достъпна и може да стигне до нея. Разбира се, може да играете с всичко, което ви е под ръка – чаша, буркан, кутийка, каквото и да е.</p><p>С тази игра добавяте флексабилност към Играта “Капан”. Учите кучето си чрез различни игри, че не всяка храна, която пада на земята е за негова употреба. Помагате му да изгради една сдържаност преди да му позволите (евентуално) да вземе случайно паднала храна на земята. Играта оформя и сдържаност при случайни предмети, които падат на земята и кучетата се стрелкат да ги вземат.</p><p>Наличието на предмет в играта Капан, помага на кучетата, да прехвърлят създадена вече асоциация с играта Капан в различна ситуация.</p><p>С тази игра си помагате да не влизате в конфликт с кучето, когато изисквате от него самоконтрол и сдържаност в присъствието на храна.</p><p>Също така оформя и възпитани маниери около съдовете за храна, които предлагате на кучето.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Контрол на импулса</em></p><p><em>* Спокойствие / Граници</em></p><p><em>* Оптимизъм</em></p><p><em>* Фокус</em></p><p><em>* Толеранс към фрустрация</em></p><p><em>* Връзка</em></p>",
      "videos": ["https://www.youtube.com/embed/7ae25gpMyU4?feature=oembed"]
    },
    {
      "id": "reward-nothing",
      "title": "Награждаване на Нищо",
      "body": "<p>Тази игра много прилича на храненето на бебетата с приближаване на лъжичката като самолет. При нея награждавате кучето, че не прави нищо, не реагира, не мърда.</p><p>Целта на играта е да свалите араузъла на кучето. От друга страна я използвате за префокусиране от дразнител. Допълнително учите кучето, че правенето на НИЩО е награждаващо.</p><p>Кучето се концентрира във вас и замръзва. Омагьосва се от ръката ви.</p><p>Играе се като в права линия започвате да подавате много бавно наградка към кучето, а в последния момент забързвате и му я давате в устата.</p><p>Играете бавно играта, но внимавате кучето да не се фрустрира. Последните секунди бързо подаване редуцират фрустрацията, но е добре постепенно да изградите играта. Не започвайте твърде бавно, докато кучетата схванат играта. Всяко куче има различен праг. Опитайте, за да видите какво е вашето темпо. Целта е кучето да не мръдне, преди да дойде гранулата. Ако се протегне към ръката ви, отдалечете я и започнете отново, за да се сети да се отдръпне и изчака.</p><p>Променяйте посоката, от която идва ръката ви с храната – отляво, отдясно, отгоре, отдолу, правете кръгчета и завои.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Контрол на импулсите</em></p><p><em>* Толерантност към фрустрация</em></p><p><em>* Спокойствие</em></p><p><em>* Фокус</em></p><p><em>* Оптимизъм</em></p>",
      "videos": ["https://www.youtube.com/embed/9TYzPhVOGRQ?feature=oembed"]
    },
    {
      "id": "interaction-chain",
      "title": "Верига на Взаимодействието",
      "body": "<p>Да разгледаме начина, по който нашите кучета взаимодействат с нещата в околната среда – независимо дали това е друго куче или човек.</p><p>Тази верига на взаимодействие е нещо, което всички кучета знаят, тя е закодирана в тях.</p><p>Веригата обаче може да се скъса, което води до много от борбите и трудностите, които може да имаме с нашите “реактивни” кучета.</p><p>Но добрата новина е, че след като разберем тази верига и знаем къде е прекъсването, тя може да бъде поправена – като работим върху три ключови концепции или умения!</p><p>За да изградим у кучетата ни надеждност, стойност и като цяло радост при виждането на неща от околната среда и при взаимодействието им с нещата от околната среда, ние трябва да разберем каква е същността на поведението им, какво им е заложено, което определя как те взаимодействат с нещата. И е факт, че всъщност това е като верига от събития. Ние го наричаме верига на взаимодействието.</p><p>Те преминават през тази верига на взаимодействието, независимо дали взаимодействат с друго куче – възрастно куче или малко кученце, с човек – възрастен човек или бебе. Това, което е наистина важно да се разбере е, че кучетата идват, знаейки това, това е нещо, на което не е нужно да ги учим. Ние като хора не бива да подхождаме към даден биологичен вид с арогантността, че можем да научим този вид как да си взаимодейства със себеподобни. Не можем да научим едно куче как да бъде куче.</p><p>Има верига от събития, за които трябва да помислим. В момента тази верига може да не изглежда по този начин за всяко куче, може да е счупена, но със сигурност може да бъде подобрена и поправена.</p><ol><li>Първата стъпка е, когато кучето <strong>ВИЖДА</strong> друго куче или човек. Разстоянието може да варира. Различните кучета могат да виждат или чуват на различни разстояния.</li><li>Ако кучето трябва да взаимодейства с нещо, то трябва да го <strong>ПРИБЛИЖИ</strong>. Приближаването може да е дълго, когато кучето вижда друго куче на 200 м в другия край на поляната или може да е кратко, ако внезапно му се изпречи нещо иззад ъгъла. Въпреки че това може да ви се стори едно и също преживяване, вашето куче ще реагира по различен начин на тези два сценария въз основа на това колко силна е веригата му в различни точки.</li><li>След това то стига до другото куче и има взаимодействие <strong>НОС В НОС</strong>. Това е често срещано място, където веригата може да се скъса и кучето просто да не може да се отдалечи от този нос. Това е така, защото следващото нещо, което трябва да направи, е</li><li>да <strong>ПРЕМИНЕ КЪМ ЗАДНИЦАТА</strong>. Може би сте забелязали, че кучетата прилагат тази верига и за хората. Някои хора може да се чувстват неудобно, но всъщност, когато видите, че това се случва, е нещо добро.</li><li>След това има няколко възможности:</li></ol><ul><li>Включване в ПРИЕМЛИВА ИГРА, по подходящ начин;</li><li>Включване в НЕПРИЕМЛИВА ИГРА, напр. скачане върху другото куче, лай срещу него и т.н.;</li><li><strong>ОТДЕЛЯНЕ</strong> и продължаване напред.</li></ul><p>Понякога стъпките не се случват последователно и плавно, защото на кучето може да му липсва увереност, за да премине крачка напред. Вашето куче може да се справя добре на всеки етап, с всяка стъпка, с всеки преход между една стъпка към следващата в тази верига или може да да се случва друго – да се развълнува по което и да е време или да ръмжи, или да се застопори и да не пристъпва към следваща стъпка.</p><p>Наблюдавайте внимателно какво прави кучето ви на всяка стъпка от тази верига! И имайте предвид, че очакването ви за това, което може да се случи, може да влоши ситуацията дори на предишен етап от веригата.</p><p>Как се развиват нещата във времето?</p><p>Много кучета се борят при преминаването от стъпката лице в лице към задницата. Ако счупването във веригата започва на този етап, тъй като кучетата са умни, те не харесват тези конфликтни ситуации. Никой не обича да се чувства зле или уплашен. И това, което се случва тогава е, че те предвиждат и очакват напрежението и негативните емоции, и се чупи предходната стъпка от веригата (приближаването), след това следващата нагоре по веригата и това е начинът, по който се развива веригата с течение на времето.</p><p>Но колкото и счупена да е една стъпка, останалата част от веригата е наред. Ако пропуснем счупената стъпало, взаимодействието е много по-добро. Кучетата, които се притесняват, когато видят други кучета в далечината, често могат да се справят добре в игра с други кучета или да се подушат нос в нос, да преминат към подушване отзад и след това да решат, че другите кучета не са тяхна работа. Но не могат да си го помислят това, че не са тяхна работа на разстояние от стотина метра.</p><p>Какво може да счупи веригата?</p><p>Ако кучетата знаят всички стъпки на веригата, това, което им куца значи са уменията, които ги движат от една стъпка към следващата.</p><p>Има 3 умения, които трябва да изградим у нашите кучета:</p><ol><li><strong> ОПТИМИЗЪМ</strong> – това е разбирането, че ако нещо ново се случи , новост или нещо двусмислено, няма за какво да се притесняваме, всичко е наред и не някакво особено събитие. Оптимизмът може да бъде по отношение на конкретна ситуация. Много често кучетата се държат по различен начин, когато с ана повод и когато не са. Със сигурност, донякъде, това да са на повод ограничава способността им да се справят, ограничава изборите им какво могат да направят, така че кучетата са склонни да са малко по-песимистични. Това може да зависи както от скорошни събития, така и от конкретни ситуации. И много кучета научават, че всъщност, когато са на повод, е по-вероятно да има лоши последици.</li><li><strong> ВДИГАНЕ И СВАЛЯНЕ НА АРАУЗЪЛА/ВЪЗБУДАТА</strong> – понякога е време да бъдем развълнувани, с висока енергия или с висок араузъл, понякога трябва да регулираме, да свалим нивото на възбуда, да сме спокойни. Това е като да отидем от нощен клуб в спа център. Често кучетата все едно имат копче за включване и изключване на араузъла, преминават от 0 към 100. Това всъщност не работи, ако трябва да си взаимодействат с някой друг. Често причината кучетата да не могат да направят крачка от една точка във веригата на взаимодействие към следващата точка е, защото са в състояние на твърде висока възбуда. Така че това, което трябва да направим, е да заменим това копче с регулатор, който би позволил ниво 10. ниво 20, ниво 30. Възбудата и движението са много свързани, така че вдигането и свалянето на араузъла са тясно свързани с това как тялото се движи. Чрез управление на движението на кучето можем да изградим и развием неговия регулатор, имайки предвид, че енергичното движение увеличава възбудата, докато спокойствието намалява енергията. С тази концепция имат трудности особено гигантските породи. На големите кучета често не се дава толкова много възможност да се движат, колкото на по-малките, така че те получават по-малко възможност да практикуват това регукиране на араузъла. Често те са на повод и са ограничавани, а ние се притесняваме какво биха могли да направят на света и когато ги пуснем, те скачат на ниво 100. Но ние трябва да ги научим на тази концепция, тъй като тя е жизненоважна за веригата на взаимодействието.</li><li><strong> ОТДЕЛЯНЕ</strong> – концепцията да виждат стойност при преминаване от едно нещо, което е интересно или има стойност за тях към следващото нещо или просто да се отдалечат от ценния елемент. Мислейки за това от гледна точка на веригата на взаимодействие, едно куче трябва да се откаже от взирането в другото куче, за да може да се приближи. Кучето трябва да се откаже от приближаването, за да може да направи взаимодействието нос в нос. Кучето трябва да се откачи от носа, за да може да се премести отзад. Тази трудност може да се види доста често при малки кученца или по-млади кучета. <u>Не забравяйте, че когато кучето не може да се отдели, това не означава, че иска да бъде там! </u>То може само да се ангажират и няма умението да се отдели. Отделянето е изключително важно и от гледна точка на веригата за взаимодействието това е последната стъпка – в един момент трябва да се отделим. Не забравяйте, че ако нещо се счупи във веригата, то тя ще се пропука и нагоре и и затова, ако имате куче, което не може да се откаже от играта, не може да се отдели, когато взаимодейства с други кучета, тo ще започне да чувства напрежение в тази ситуация, да не намира удоволствие в нея, ще започне да очаква, че това ще бъде стресиращо и предходната стъпка във верига се чупи, след това още по-предната… Когато кучетата имат затруднения с отделянето, те попадат в неприятни ситуации, независимо дали само с поглед или с физическо присъствие.</li></ol><p>Обикновено хората поставят етикет “агресивни” на кучета, ако са ухапали, ако изглежда, че ще ухапят, ако изглеждат достатъчно страшни, но вероятно по-подходящ етикет би бил „екстремно/изключително ангажирани“. Защото това, което е агресията, е пълно отсъствие на отделяне. Слагането на етикет на кучето не му прави услуга. Често неговите поведение може да бъдат погрешно интерпретирани. Познавайте кучето си и не го поставяйте в ситуации, в които няма да се справи.</p><p>Ключовото е, че вие трябва да решите какъв е резултатът, който всъщност искате. Да имате разходка без стрес както за кучето, така и за собственика, вероятно не означава то да си взаимодейства с всяко срещнато куче.</p><p>Уменията да може да върви напред по веригата на взаимодействие не се тренират в ситуацията. Колкото повече кучета среща кучето ви, няма да го научи да не реагира неадекватно. Напротив, ще се влоши, защото често реакцията му се дължи на чувство на тревожност, безпокойство, липса на увереност. И ако продължавате да го излагате на това, то ще се тревожи още повече. Голяма част от успеха на подобряване на общуването куче-куче се случва извън всякакви взаимодействия, като се играят игри и се оформя мозъкът на кучето.</p><p>Не забравяйте, че липсата на негативно преживяване далеч надхвърля 100 положителни преживявания, т.е. сблъскването и многократното излагане, като поставяте кучето си в ситуацията през цялото време, отварят възможност за неприятни преживявания и неконтролируеми ситуации, докато то няма умения и не може да взема добри решения . Понякога подходящите кучета и ситуации могат да помогнат, но за реалния живот първо трябва да го научите на умения.</p><p>Хубавото е, че на кучетата им е заложено разбирането на всички стъпки от веригата на взаимодействието и по природа са социални животни, така че да не се разбират с екземляри от собствения си вид противоречи на тяхната ДНК. Но имайте предвид, че социалността може да е и причината кучетата често да се разочароват, когато видят друго куче. Това е така, защото те естествено ценят другите кучета и очакват, че ще взаимодействат с тях. Но това не се случва с всяко срещнато куче. Фрустрацията е емоцията, която възниква, когато очакваме нещо и то не се случва. И с течение на времето, тъй като никой не иска да се чувства разочарован, това започва да го кара да става наказващо и преминава в чувство на страх, безпокойство, отрицателно емоционално състояние и точно тогава любовта към кучетата лесно преминава към страх от кучета и мостът между тях е разочарованието.</p><p>Така че ключът е да научите кучето си, че всъщност другите кучета са страхотни и също така не са негова работа през повечето време.</p>",
      "videos": ["https://www.youtube.com/embed/aNAVhPn4LUc?feature=oembed"]
    },
    {
      "id": "a-to-b",
      "title": "Смяна на посоката (от А до Б)",
      "body": "<p>Промяната на посоката е наистина полезен инструмент, ако някога се наложи спокойно и бързо да извадите кучето си от трудни ситуации.</p><p>Започвате у дома, за да можете и вие, и вашето куче да го правите по естествен начин и без да се налага да го мислите, когато се налага. Въоръжава ви със стратегия как да извадите себе си и кучето си от ситуации, в които то няма да се справи добре. Ще имате добре репетирана техника, вместо да изпадате в паника и това ще ви даде увереност да менажирате кучето си и ситуацията, каквато и да е тя, дори да ви изненада.</p><p>Когато подадете този сигнал, това означава за кучето ви, че идва с вас и това е наистина важно, прави го почти без да се замисли. Понякога ще се озовете на места, на които не искате да бъдете, така че това е начин да се измъкнете – не се чувствайте притеснени, виновни или тревожни, че сте поставили кучето си в ситуацията, просто излезте от нея.</p><p>Тази игра е инструмент за научаване на кучето на сигнал, който му предавате чрез повода – държите повода с едната ръка и плъзгате другата, докато стигнете до нашийника/нагръдника, карате кучето да се обърне, сменяте посоката и давате наградка, докато се оттегляте.</p><p>Започвате с просто плъзгане на ръката на няколко сантиметра надолу по повода и награждаване на кучето. Уверете се, че забелязвате каквито и да е признаци на отдръпване, свиване, които да показват, че му е неприятно, тъй като целта е то да се чувства комфортно с вашата ръка, която се приближава до него. Искате кучето да мисли, че това е страхотна игра и преживяване с висока стойност, тъй като потенциално ще я използвате, когато се случват други неща, които му причиняват стрес.</p><p>Не забравяйте, че някои кучета няма да са доволни от това да ги държите изкъсо, възможно най-близо до нашийника/нагръдника. Това е нещо, което трябва да изградите, умение, което да тренирате и да му помогнете да преодолее. Не предполагайте, че кучето просто ще е ОК с тази игра, дори може да ви посегне, ако се чувства некомфортно с такава близост. Трябва да го кондиционирате и да промените асоциацията му, че това е нещо добро.</p><p>След това добавяте обръщането, тъй като трябва да смените посоката. Не е задължително да е бързо, защото това би добавило твърде много възбуда към ситуацията и може да вдигне араузъла – всичко зависи от кучето пред вас. Ако постигнете това да бъде наистина стабилно поведение и нещо, с което кучето ви се чувства съвсем комфортно, то ще ви спаси много пъти в много ситуации. Това плъзгане на ръката надолу по повода се превръща в сигнал за него да знае, че трябва да тръгне. Ако то не тръгне, вие сте толкова близо до него, че можете да го напътствате и поведете, това ви дава възможност да приложите лек натиск, така че кучето да се поддаде на натиска и да се обърне.</p><p><u>Съвет:</u> Тренирайте обръщането и в двете посоки (завъртете кучето около тялото си и вие се завъртете около кучето, като то остане от вътрешната страна), тъй като в някои ситуации може да е по-подходящо да останете между кучето си и дразнителя. Става въпрос както за вашата механика и сръчност, така и за разбирането на кучето.</p><p>Можете да използвате този инструмент във всяка ситуация – например виждате друго куче и знаете, че вашето куче има трудности с приближаването към кучета, променяте посоката. Това ще успокои кучето ви, като му даде нужното разстояние и ще успокои вас, защото знаете какво да направите. Ако сте в края на повода и дърпате, за да накарате кучето си да се обърне, араузъла се вдига, защото се активира съпротивителният рефлекс да противодейства на опъна (не се притеснявайте, за това също има игра и ще го научите след такъв сигнал с повода да тръгва с вас в посока на опъна). В сравнение с това, ако плъзнете ръката си надолу, възбудата намалява и араузъла се сваля.</p><p>Освен това можете да добавите някакъв звук или реплика като сигнал. За кучето той ще означава „Спри и се обърни към мен“.</p><p>Можете да играете играта, като хвърлите наградка пред кучето, така че то да я последва. Всъщност е по-лесно, когато имате истинско разсейване – тогава трябва да се съсредоточите само върху сигнала с повода. Или можете да използвате помощник, за да подхвърли храната.</p><p>Първо играйте тази игра у дома, използвайки нашийник или нагръдник и всеки път, когато обърнете кучето към себе си, използвайки сигнала за повода, го награждавате. След това изнесете играта в спокойна среда с не много разсейващи фактори. Когато кучето научи сигнала, който му подавате с повода, ще можете лесно да сменяте посоките дори при наличие на силни дразнители като лаещо куче или котка на оградата.</p><p>Съвет: Ако кучето ви не приема храна или не се интересува от играчка при наличието на силен дразнител, можете да използвате движението му и да го възнаградите, като промените темпото – обръщате се, променяте посоката и ускорявате темпото. Това, че ускорявате и продължавате да се движите за него ще бъде награждаващо и ще му даде възможност да се научи как да се чувства добре в заобикалящата го среда. След като има тази основа, може да стане и по-отзивчиво към приема на хранителна награда.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Толерантност към фрустрация (отделяне от дразнител)</em></p><p><em>* Контрол на импулсите</em></p><p><em>* Фокус</em></p><p><em>* Близост</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": [
        "https://www.youtube.com/embed/OJiY9PHrYjE?feature=oembed",
        "https://www.youtube.com/embed/ici5NyLvLVM?feature=oembed"
      ]
    },
    {
      "id": "bow",
      "title": "Поклон",
      "body": "<p>Поклонът за игра е част от езика на кучето, за да помогне на друго куче да премине по веригата на взаимодействието помежду им и е подходящо игрово поведение. В същото време това е поведение, което показва, че кучето много добре балансира възбудата си. Да го научите да се покланя е чудесно поведение, с което работите по вдигане и сваляне на араузъла.</p><p>В същото време, като учите кучето на това, вие добавяте стойност в подходящ начин на общуване на едно куче с друго. Ако преди то не е използвал често поклона като комуникация с други кучета, сега започва да го прави.</p><p>Можете да изградите това поведение и нивото, до което можете да стигнете, е доста вълнуващо. Можете да накарате кучето си да се разиграе и да се развълнува и тогава да проверите дали може да направи поклон.</p><p>Ако сте отработили команда Легни, ще бъде малко по-трудно, тъй като кучето ще иска да предложи това поведение и да сваля и дупето на земята.</p><p>Зависи от вас и кучето ви, но започвате играта като хвърляте наградка настрани и когато кучето се ориентира обратно към вас, опитайте се да го привлечете надолу и назад, като поставите наградка на земята между предните му лапи, така че то да наведе глава и да измести тежестта си малко назад. Не се стремете към крайното поведение. Примамвайте и възнаграждавайте всеки етап от него. Изградете го така, сякаш оформяте поведение. Внимавайте кучето да не слиза в Легни. Награждаването напред наистина помага за това, тъй като кучетата са ефективни същества – много неефективно ще е да ляга до долу, ако ще получава наградата напред.</p><p>Kогато кучето ви започне да предлага поведението, можете да награждавате и в позиция, но продължете да хвърляте наградка и напред, преди да свали дупето на земята.</p><p>Когато поведението е затвърдено, тогава добавяте словесния маркер/команда – кажете думата, след това подайте ръката си с наградата, след което примамете кучето. Внимавайте да не казвате репликата, когато носът на кучето вече е върху храната, защото то няма да може да ви чуе, тогава командата ви ще е като бял шум. И също така се опитайте да не повтаряте командата няколко пъти, а вместо това след първата реплика нека следва жестов сигнал.</p><p><u>Съвет:</u> Ако кучето ви не е лакомо, движението на храната и нейната анимация е наистина важно.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Вдигане и сваляне на араузъла</em></p><p><em>* Оптимизъм</em></p><p><em>* Увереност</em></p><p><em>* Фокус</em></p><p><em>* Усещане за собственото тяло</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/ruYN6awhRPc?feature=oembed"]
    },
    {
      "id": "d-m-t",
      "title": "Разсейване – Маркер – Награда (РМН)",
      "body": "<p>Мозъкът на нашите кучета непрекъснато расте и се оформя и много често светът ги моделира в посока да бъдат по-притеснени и песимистични. Важно е да приемем, че в околната среда се случват много неща – и нашите кучета често ще приемат, че нещо ново, непознато за тях в околната среда (дори ако това не е нещо, което ние самите забелязваме) е нещо, за което трябва да се притесняват.</p><p>Неща се случват през цялото време. И РМН е като упражнение на наблюдателност за нас, хората, защото светът в наши дни е много сложен за кучетата. Кучетата и определени породи не са предназначени да бъдат в средата, в която сме ги поставили, в зависимост от това къде живеем – много хора, превозни средства, скейт паркове, пикници, деца… много неща за справяне в сравнение с това, за което са селектирани.</p><p>РМН работи, като приемаме, че новости се случват (<strong>РАЗСЕЙВАНЕ</strong> – дразнители, които привличат вниманието на кучетата), след което ние им подаваме сигнал, със спокойна реплика, че сме наясно и също сме забелязали дразнителя (<strong>МАРКЕР</strong>) и следва положителен резултат за тях (<strong>НАГРАДА</strong>). Често кучетата имат заложен естествен песимизъм, при който, ако не им дадете обратна връзка и не кажете „това е хубаво нещо“, те просто ще предположат, че е лошо. И приемайки, че е лошо, следващия път, когато видят нещото, те са още по-склонни да предположат, че е лошо, защото вече сте изградили песимизъм.</p><p>Първо трябва да изградите този маркер (например „Наааайс“ – от англ. Nice, защото звучи меко и кратко, но разбира се, може да използвате каквато друга дума искате) и да упражнявате просто да забелязвате разсейването и да го сдвоите с маркера и наградата.</p><p><u>Съвет:</u> Направете секунда пауза между маркера и подаването на ръката си с наградката за кучето. Защото понякога кучето ви ще бъде в края на повода, опънало напред, когато види другото куче насреща или друг път ще бъде свободно пуснато и няма да ви гледа, когато види нещо.</p><p>Колкото повече успявате да въведете РМН в ежедневието, толкова повече то става нещо обичайно и се получава по-добре. Виждате нещо, маркирате го и спокойно давате наградка. Не подавайте храната, като че ли е изключително вълнуващо събитие, по-скоро маркирате и награждавате като нещо съвсем обичайно, нищо особено.</p><p>Кога да използвате РМН? През цялото време кучетата ви възприемат събитията като нещо, за което да се тревожат, ако са песимисти. Те може да не реагират на всяко едно от тях, вероятно имат някои конкретни, които им се струват като страшилища в живота им, като други кучета или хора, които според тях са нещо, за което особено много да се притесняват. Но малките, постоянни притеснения, които затвърждават убеждението, че светът е лошо място, ги оформят като по-песимистични от големите страховити събития. Така че трябва да използвате РМН за всичко и колкото е възможно повече и това ще бъде по-значимо от използването само за страшилищата. Хората избират страшилищата, защото създават проблеми. Те забелязват, че кучето особено много се притеснява от нещо, да кажем други кучета. Докато всъщност кофата на кучето е наистина пълна и то е доста песимистично, има неща, които се случват ежедневно или ежеседмично, напомняйки му да бъде песимист. Именно тези малки неща създават голямата картина.</p><p>Трябва внимателно да помислите кога да използвате РМН, така че вашето куче да има най-голяма полза. Разбира се, вие ще маркирате всичко, но в зависимост от дневната дажба храна, за определен период можете да изберете да се съсредоточите върху движението или шумовете, или животните, новостите, лаенето и т.н.</p><p>Когато използвате РМН, трябва да сте наясно, че кучетата често са пред вас, например ходят на повод или без повод пред нас. Така че всъщност трябва да ги научите и да свържете отделянето и ориентацията към вас с вашия маркер. В зависимост от вашето куче и начина, по който решите да го ограничите, можете да тренирате това с помощта на нашийник и повод хващане за нагръдника или просто задържане на ръка. Използвайте храна, която по-лесно се вижда като размер и цвят. Ограничете кучето и подайте храната напред. Кажете думата си маркер, пуснете кучето и наградете назад. Разграничете отделните стъпки, направете пауза между тях.</p><p>Не се притеснявайте, ако кучето ви очаква маркера ви. Това, което искате да видите, е, докато казвате маркера, който кучето всъщност започва да предвижда, че то тръгва назад. Това е важно, защото ако кучето е пред вас и виждате друго куче насреща, би било хубаво, ако можете да кажете на кучето си, че кучето пред вас е нещо добро, но също така е страхотно, ако се отдели от него и това означава, че наградата ще бъде доставена назад към вас. Положителното последствие е при вас, а не при другото куче. Това е чудесно за кучета, които се вълнуват, когато виждат други кучета, които се притесняват от други кучета и по този начин изграждате едновременно оптимизъм и отделяне.</p><p>Смяната на местата, на които играете, смяната на продължителността, колко дълго ще задържите кучето напред, преди да се обърне, са ценни за кучета, които се интересуват от околната среда и кучета, които растат в натоварена среда, за да могат да изградят стабилно отделяне.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Оптимизъм</em></p><p><em>* Увереност</em></p><p><em>* Фокус</em></p><p><em>* Вдигане и сваляне на араузъла</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": []
    },
    {
      "id": "",
      "title": "",
      "body": "",
      "videos": []
    },
    {
      "id": "",
      "title": "",
      "body": "",
      "videos": []
    }
  ]
}
