{
  "name": "Укротяване на опърничавите",
  "lessons": [
    {
      "id": "cone-game",
      "title": "Конус",
      "body": "<p><strong>ЮЗДА / НАМОРДНИК</strong></p><p>Юздата (халти) и намордникът са инструменти, които не всеки трябва да използва, което и да е от тях или и двете, нито са подходящи и задължителни за всяко куче – но жизненоважно е, ако ги използваме, кучето да бъде приучено към тях по правилния начин.</p><p>Те са наистина полезни инструменти за кучета, които може би имат история и са проявявали реактивност по време на разходки, при ветеринар и т.н. Като променим картината, ние започваме да трансформираме реактивността и помагаме да се повтаря такова поведение, което искаме.</p><p>Трябва да развием умението на кучето да носи всякакви принадлежности, които се използват за разходките (повод, нашийник, нагръдник) и да преценим кое е подходящо за конкретното куче в конкретната ситуация.</p><p>Вашето куче може да е имало лоши преживявания, когато е било на разходка и разходките са сигнал то да е нащрек и да е бдително, дори може да изглежда така, сякаш кучето търси неприятности, нещо, на което да реагира. Още щом създадем картината на разходката – поставяне на нагръдника, закачване на повода и излизане през входната врата, всичко е много предсказуемо и кучето вече е с тази нагласа, това е нещо, което&nbsp; е повтаряло многократно и с което е свикнало.</p><p>Понякога промяната на картината, като научите кучето си да се разхожда с нещо ново, е началото на трансформацията. Не използваме юздата (халтито), за да спрем кучето да дърпа, но тъй като някои кучета имат история на реактивност, когато са с нагръдник, юздата може да се превърне в инструмент за създаване на напълно нова картина на разходката. Кучетата са ужасни при генерализирането, нека използваме това в наша полза.</p><p><strong>ИГРА КОНУС</strong></p><p>Как да обучите кучето си да се чувства удобно да носи намордник? Като играете играта Конус, която включва тренировки с вашето куче да поставя муцуната си в центъра на конус и да я задържа там известно време.</p><p>За да играете тази игра, всичко, от което се нуждаете, е пластмасов конус или чаша, или саксия, в които вашето куче да побере муцуната си и вечерята му. Награждавате кучето си за всякакъв вид взаимодействие с конуса (дори стъпка към него, поглеждане към него) и след това постепенно ставате по-конкретни относно поставянето на носа в конуса. Надграждайте, докато започне всеки път да предлага поставяне на муцуната, многократно и след това добавете продължително задържане. Не забравяйте да скриете конуса зад гърба си между повторенията. Причината да го правите е, че искаме да създадем качество и кучето да изпълнява поведението само в присъствието на конуса. Ако го оставим видим през цялото време, ще бъде сякаш казваме „Седни! Седни! Седни! Седни! ”.</p><p>Изберете начина на награждаване в зависимост от вашето куче – можете да го направите, като награждавате, хвърляйки нградката настрани и рестартирате поведението или можете да давате наградата в конуса. За да засилите желанието да поставя главата си в конуса, можете да пропуснете да наградите и по този начин кучето ще се опита пак и ще предложи поведението отново.</p><p>И, след като вече кучето ви има това поведение, можете да замените конуса с всякакви неща. Сега става наистина вълнуващо – можете да замените конуса за намордник, юзда, ветеринарна яка или дори собствените си ръце, ако някога се наложи да хванете устата на кучето си или да погледнете зъбите му!</p><p>Вашето куче ще може и ще се чувства удобно с носенето на всяка една от тези принадлежности и тъй като играта включва прост конус, всички минали преживявания с тези предмети изобщо няма да повлияят на играта.</p><p>Как да го постигнете? Вземате намордника просто да стои до вас. Напомнете на кучето какво правим с конуса и след това го заменете с намордника, когато то не гледа.</p><p>Единственият начин да започнете да увеличавате времетраенето на задържането е като се уверите, че кучето е наясно какво трябва да прави. Когато го тествате, за него да е съвсем ясно, все едно казва „Просто ще правя това, което знам, че е правилно пак и пак“. Често добавяме задържане твърде рано и кучето започва да захапва намордника, хваща намордника и го хвърля насам-натам и това се случва, само защото кучето не знае съвсем ясно каква му е задачата. Защото не сме вложили достатъчно стойност. Някои кучета трябва да повтарят много пъти ранните етапи на играта. Най-важният етап е оформянето стъпка по стъпка, всяко взаимодействие с намордника/конуса/предмета и въпреки това повечето хора искат етапа с добавяне на продължително задържане с намордник на муцуната. Не забравяйте, че ако кучето носи намордника, без да е закопчан, фиксирането ще бъде лесно.</p><p>Когато работите с юздата, поставете я на най-хлабавата позиция и вижте дали кучето иска да си сложи носа в отвора. Дръжте я и го награждавайте обилно. Не го учите да носи юзда със самата юзда, а го учите чрез играта Конус, всичко е свързано с началните етапи.</p><p>Носенето на намордник е нещо, с което всяко куче трябва да е запознато. И това се постига лесно. Тази игра ви позволява да превърнете потенциално стресиращите и страшни събития в страхотни и подготвя вашето куче, ако някога се нуждае от спешна ветеринарна помощ. Тази забавна и изключително полезна игра е наистина важна за предотвратяване на неприятни ситуации, когато домашните любимци са болни и когато както кучето, така и стопанина са така или иначе стресирани.</p><p>Тази игра изгражда увереност, оптимизъм и забавление в кучето и обучението ви. Ако вашето куче може да се чувства удобно и да се радва да постави муцуната си в конус (дори до степен да няма видимост, ако конусът е по-голям), то трябва да е доста уверено! Също така изгражда усещане за собственото му тялото и способност за решаване на проблеми.</p><p><strong><em>Съвет: </em></strong>Използвайте за начало сигнала си за „<a href=\"https://youtu.be/qwzCrWwQQdw\">докосване с нос</a>“, ако имате такъв, той ще помогне на вашето куче да разбере идеята!</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Увереност</em></p><p><em>* Флексабилност</em></p><p><em>* Оптимизъм</em></p><p><em>* Фокус</em></p><p><em>* Толерантност към фрустрация</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/9fAwztT0TXg?feature=oembed"]
    },
    {
      "id": "harness-shaping",
      "title": "Оформяне носенето на нагръдник",
      "body": "<p>Един от инструментите, които можем да използваме, за да разхождаме кучетата си, е нагръдник. Както всяко помощно средство, той може да се използва неподходящо, така че е по-добре да приучите кучето си да се чувства комфортно, носейки нагръдник, като трупате стойност и се забавлявате в играта.</p><p>Темпото, с което преминавате през стъпките, ще зависи изцяло от миналото обучение и опит на вашето куче с нагръдника, така че не забравяйте да отделите достатъчно време на всеки етап, за да положите&nbsp; основите по правилния начин. Особено важно е при кучета, които се притесняват от света и са реактивни, защото всъщност това са кучетата, които се учат бързо и наученото остава вкоренено. А не искаме да правим нищо, което по-натам ще създаде друг проблем.</p><p>Начинът, по който започваме да оформяме носенето на нагръдника, е като просто нагръдника стои наоколо, показваме го на кучето и го награждаваме. Награждавайте го за всякакъв вид взаимодействие, поглед или стъпка към нагръдника. Този етап може да отнеме известно време, особено ако отработвате играта след някакви лоши преживявания с нагръдник. Има кучета, които не харесват нагръдника си, повода си или каквото носят при излизане и вместо да идват по време на разходката, за да им го сложите, бягат от него или още вкъщи, когато го вземете, те стават и се отместват или се скриват някъде притеснени и не искат да го носят.</p><p>На следващия етап изчаквате кучето да предложи някакво взаимодействие с главата си и се опитвате да го награждавате през отвора на нагръдника, докато минава над муцуната, очите и ушите му. Можете първо да направите като примка с нагръдника, така че дупката да е по-голяма и промушването на главата да е по-малко предизвикателство за кучето. Не бързайте, просто наливайте стойност и се забавлявайте. Можете да използвате храна с висока стойност (пиле, наденица, сирене), за да помогнете на кучето си и да го мотивирате да опитва, ако няма добър опит с нагръдника.</p><p>Освен като слагате нагръдника, награждавайте кучето и когато го сваляте, защото това също е действие, което кучетата не харесват.</p><p>Когато кучето ви се чувства комфортно с нагръдника, можете да закачвате/сваляте повода като продължите да награждавате. Можете да пуснете няколко наградки на пода и просто кучето да свикне с усещането, че нагръдника му е сложен, да го закопчаете, да окажете натиск върху нагръдника и повода с леко придърпване, да се разходите малко. Това е последният етап и най-лесният, след като сте вложили достатъчно стойност при оформянето стъпка по стъпка.</p><p><strong><em>Съвети:</em></strong></p><ul><li>Давайте много наградки или в позиция, или настрани от нагръдника (това действа като освобождаване на напрежението и дава почивка на кучето) в зависимост от вашето куче.</li><li>Нека сесиите да са кратки. Не правете събитие от това.</li><li>Работете постепенно, самото закопчаване на нагръдника е краят и той ще дойде съвсем логично. Когато нагръдника е сложен, можете да разпръснете храна по пода, да го закопчаете и сте готови.</li></ul><p>Не забравяйте, че няма нищо по-лошо от това да започнете разходката с битка и ако се борите с кучето си, за да му сложите нагръдника, вие вече започвате разходката като кофата на кучето е малко пълна.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Увереност</em></p><p><em>* Флексабилност</em></p><p><em>* Оптимизъм</em></p><p><em>* Усещане за собственото тяло</em></p><p><em>* Връзката с кучето ви </em></p>",
      "videos": ["https://www.youtube.com/embed/ZIC5vlQfNbY?feature=oembed"]
    },
    {
      "id": "boundary-games",
      "title": "Граници",
      "body": "<p>Игрите за граници са едновременно и чудесен инструмент за менажиране на средата, и ключов фактор за подпомагане развитието на мозъка на нашите кучета в правилната посока. Това е и умение, което е нужно постоянно да подхранваме и развиваме.</p><p>С играта Граници ние научаваме кучетата на МНОГО важното, всъщност жизненоважното умение да останат на границата си до освобождаване.</p><p>Защо са толкова важни Границите?</p><p>Това са игри, при които кучето ви трябва да остане в определено място, докато не бъде освободено – това може да е постелка, клетка, платформа, стъпала, пънче, пейка или дори друга стая.</p><p>Игрите за Граници имат много предимства. Много важен аспект от развитието на баланс на възбудата, превключвател от висока към ниска възбуда за кучето.</p><p>Те насърчават и развиват контрола на импулсите. Те засилват мотивацията и цялостната ви връзка с вашето куче. Те помогат за насърчаване на спокойствие. Помагат за подобряване на всички основни поведения и маниери на много различни места.</p><p>И така, какво имаме предвид под гранични игри, как изглеждат те и какви критерии включват те за вашето куче?</p><p>За вашето куче Граници означават: Влез в тази зона по команда и остани там спокойно. Не мърдай от тук, докато не чуеш маркера си за освобождаване. Маркерът за освобождаване означава да напуснеш района и след това да дойдеш да взаимодействаш с мен.</p><p>Как постигаме това?</p><p>Етап 1 : Изграждане на играта Граници в леглото на кучето.</p><p>Първо ще накараме кучето да заобича леглото си. Веднъж изградили умението да се задържа в Граници на леглото си, ние ще можем да прехвърлим концепцията за Граници където поискаме.</p><p>СТЪПКА 1 Наградете всяко взаимодействие с леглото или границата (например, гледайки към, стъпвайки към, поставяне на лапа и т.н.)</p><p>СТЪПКА 2 Наградете избор на кучето да влезе с 4 лапи в леглото без команда. Искате вашето куче да ♥ ОБИЧА ♥ леглото!</p><p>СТЪПКА 3 След като кучето е вътре наградете го щедро с няколко награди. Слагайте наградите ВЪВ леглото, не в устата на кучето. Така давате стойност на леглото.</p><p>СТЪПКА 4 Освободете се с освобождаваща реплика (напр. „Добре“, „почивка“, „ОК“, можете да си изберете реплика.) Освобождаването се извършва като хвърляте една награда настрани секунда или две след репликата за освобождаване.</p><p>СТЪПКА 5 Изчакайте кучето да направи избора да се върне към, да се ориентира или още по-добре да скочи обратно в леглото.</p><p>Наградете щедро, че се е върнало в леглото, за да изгради стойността – не забравяйте, че не използвате команда за влизане в леглото.</p><p>Повтаряйте по този начин няколко пъти влизане в леглото, но не играйте повече от 2-3 минути на сесия. Правете го по няколко пъти на ден.</p><p>Освобождавайте с реплика често.</p><p>Бъдете спокойни, клекнете до леглото.</p><p>Не говорете много!</p><p><strong><em>СЪВЕТИ:</em></strong></p><p>Когато концепцията за граници се е втълпила в главата на вашето куче, не е нужно да го награждавате много често в ежедневието у дома, но не забравяйте, че и никога няма край, винаги ще ги използвате и трябва да наливате стойност постоянно. Упражнявайте ги редовно, но не винаги в тренировъчен режим! Тренирането на кучето е 24 часа, 7 дни в седмицата! В ежедневието си включвайте игрите за граници, когато е възможно. Например, докато миете чиниите, готвите вечеря или сгъвате пране.</p><p>Когато кучето ви е в границите си, не е нужно да сте наблизо. Това е много ключово. Може да работите на компютъра или да се къпете, дори да почиствате из къщата. Стойността е границата. За да повишите нивото на границите в дома си, изграждането на увереност и независимост при оставане на кучето в неговото леглото ще придаде много стойност на границите.</p><p>Ако кучето ви лае по гости, когато е в граници или лае в клетката, може би е най-добре в тази ситуация да го оставите в друга стая със затворена врата, за да не позволите повтаряне на поведението. След като посетителят влезе и суматохата отмине, можете да върнете кучето, за да стои спокойно в границите като част от тренирането. Ако искате, можете да направите това. Ако не, вашето куче със сигурност може да остане да си почива в другата стая.</p><p>С нарастване на увереността и подобряване на умението на вашето куче да остава на границите си, започнете да играете игрите за граници на различни места. Изпробването им в нова среда може да бъде от ключово значение за включването им в реалното ви ежедневие. Започнете с всяка стая у дома. Преместете се в колата, после в парка. Наистина няма ограничение.</p><p>Бъдете креативни в начина, по който насърчавате генерализирането. Можете както да носите предмета (Границата си) в различна среда, така и да използвате каквото и да е, което е на ваше разположение в средата, и което е безопасно за кучето и може да се използва като граница. Ако кучето се побира, може да пази баланс и е безопасно – става. Колкото по-креативни сте и колкото повече ги смесвате, толкова по-вкоренена ще бъде концепцията за вашето куче.</p><p>Винаги подавайте ясен сигнал за освобождаване, когато искате да позволите на кучето си да излезе от леглото. Това е изключително важно и съществено за поддържане на еднозначен критерий, така че кучето ви да знае кога може да се освободи от леглото. Не забравяйте, че вие си избирате репликата за освобождаване!</p><p>Когато казвате репликата за освобождаване, трябва да има пауза, преди да хвърлите наградката. ПАУЗАТА е ключов елемент! Ако вашето куче ОБИЧА сигнала за освобождаване, то няма да направи нищо, без да му бъде подадена освобождаващата реплика. Що се отнася до тренировките в реалния живот, придаването на смисъл на освобождаването ще даде на вашето куче повече фокус и повече любов към сигнала за освобождаване и ще бъде по-силен от всеки дразнител, който може да се появи в средата.</p><p>Ако кучето ви избере самО да влезе в границите си и не сте го подканяли вие, възнаградете го за чудесния му избор! Ако то е избрало границите си без да го карате И се самоосвободи, не се притеснявайте. Освобождаването е 100% необходимо само, ако сте го подканили вие да играете играта.</p><p>Кучето ви напуска ли границата веднага щом се отдалечите? Дайте му по-ясна граница (повдигнато легло, легло с борд). Ако продължава да се качва и слиза, да се върти в границата и т.н., просто я премахнете и се преместете в клетка или пространство, където няма да повтаря тези поведения, докато не стане по-стабилно в своите граници.</p><p>Има разлика между награждаване, за да задържите кучето на границата, и награждаване, защото е на границата. Имайте предвид това, тъй като когато награждавате все едно картечница изстрелва награди, за да го задържите там, може да получите обратния ефект, тъй като повишавате нивото на възбудата.</p><p>Внимавайте за скоростта, с която награждавате, защото когато подавате храната бързо, наградките една след друга, една след друга, енергията се покачва и араузъла се вдига и е по-малко вероятно кучето да остане на границата или пък може да започне да лае.</p><p>В един момент трябва да отстъпите назад и да не превръщате в събитие влизането и оставането на кучето в граници. Често изобщо не става въпрос за храната в устата, особено при опърничавите, но готини кучета.</p><p>Да си играете с храната, да пресипвате гранулите от едната ръка в другата е наистина чудесен начин да редуцирате награждаването и да превърнете храната в не-събитие. Вземането на торбичката с наградки и разклащането ѝ, така че кучето да може да я помирише и въпреки това не получава наградка, е чудесен начин за редуциране на храната, докато хранителното преживяване само по себе си е награждаващо за кучето, защото то все още е в играта. Важно е кучето да има силни граници, преди да премине към по-напреднали нива на играта.</p><p>Когато решите да награждавате, можете да използвате следните начини – поставяне на храната в капан или хранене като самолет (*вижте БОНУС ИГРИТЕ по-долу). Те са супер полезни, ако вашето куче е от типа кучета, които не могат да седят неподвижно, сякаш имат таралеж в гащите. Не можете да играете тези 2 игри бързо и те ще забавят кучето, ще започнат да изграждат повече неподвижност у тези супер дейни кучета, това помага да се изгради повече самоконтрол и по-продължително задържане на границата.</p><p>Важно е, когато работите за увеличаване на продължителността в играта за граници, да включите и много бързи победи в тренировъчната сесия. Това означава, че вместо да работите постоянно върху „Колко време кучето ми може да остане на границата?“, да работите и върху „Колко ентусиазъм мога да вложа в освобождаващия сигнал?“ като направите освобождаването също толкова вълнуващо (не повече!), колкото оставанете на границата.</p><p>Това може да означава, че ще поискате от кучето си да скочи на границата и след това бързо да го освободите, като го изведете от границата, за да изиграе няколко бързи, енергични, забавни игри, които да вдигнат възбудата (араузъла) и след това да го изпратите обратно на границата му, за да се успокои, да се отпусне и да свали нивата на възбуда.</p><p>Ако влизането в границите има стойност, това ще помогнете на вашето куче да се отдели от други кучета и разсейващи фактори в околната среда. Можете да играете <strong>ВРЪЩАНЕ В ГРАНИЦИ</strong>, като хвърлите една наградка към дразнител от околната среда и наградите МНОГО, когато кучето ви се върне с желание обратно в границата. Използването на границата по този начин осигурява на вашето куче много ясна рамка, така че да няма съмнение къде за него е по-голямата стойност. Ако пoмислите какво е границата, това е просто пространство, в което за кучето ви има много стойност и много ценни неща, за да се ангажира с него. Не правете играта трудна и като предизвикателство: колкото по-лесно е решението – толкова повече го награждаваме – толкова по-лесно ще бъде решението в бъдеще.</p><p>Ако нещо се случва в околната среда и вашето куче се отдалечава от границата, защото му е некомфортно или се притеснява от нещо, което се случва, няма нужда да го връщате отново. Не искате да го превръщате в наказание, като го карате да стои там, където не му е комфортно. Ако не, преместете границата, така че да е по-далеч от това, което тревожи кучето, и не го подканяйте да се качи. Ако то предложи да влезе в границата, супер!</p><p>Често се връщайте към основните нива на играта, за да проверите каква стойност имат границите за вашето куче. Не забравяйте, че подсилването на тази стойност като безопасно, невероятно, магнетично място е изключително важно, за да може границите да са най-доброто място на света, на което кучето избира да е!</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Увереност</em></p><p><em>* Флексабилност</em></p><p><em>* Оптимизъм</em></p><p><em>* Фокус</em></p><p><em>* Контрол на импулса</em></p><p><em>* Усещане за собственото тяло</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": [
        "https://www.youtube.com/embed/ic5T53Q8I80?feature=oembed",
        "https://www.youtube.com/embed/oy3HDSPlb1A?feature=oembed"
      ]
    },
    {
      "id": "cage-game",
      "title": "Капан",
      "body": "<p>Играта Капан работи за самоконтрола на кучето в присъствието на храна или играчка, а постепенно умението да се самоконтролира се прехвърля в реалния живот.</p><p>В първи етап на играта играем с храна. Играта учи кучето да не взима храна от земята преди да му позволим.</p><p>Играта се използва за успокояване на кучето, но ако то има много силна фрустрация към храна е възможно да го напрегне, за това трябва да наблюдавате кучето и постепенно да го приучите към играта.</p><p>За да му помогнете да се справи, започвате тази игра в Граници. Това от една страна помага на кучето да се задържа в Граници, от друга страна Границите дават Увереност на кучето и му помагат да се справи. Така градите Оптимизъм.</p><p>Поставете гранула на земята и я закрийте с длан. Изчакайте кучето да се успокои в граници и му дайте гранулата. Ако кучето се напрегне, хвърлете настрани гранулата, за да я последва кучето, рестартирайте и почнете отначало. В първите опити е възможно кучето да копае с лапи или муцуна по дланта ви, за да се добере до гранулата. Изчакайте да отдръпне муцунка, отхлупете храната и му позволете да я вземе.</p><p>Когато кучето стане стабилно с това ниво на играта, започнете да пускате гранулата на земята от ниско, като оставяте дланта си обърната надолу така че това да стане сигнал за кучето да не взима. Ако се справи и изчака, може да продължите като увеличавате височината, от която пускате гранулата. Ако не се справи, върнете се на предишното ниво.</p><p>След като сте стабилни с тази игра в Граници, изнесете я извън Границите.</p>",
      "videos": ["https://www.youtube.com/embed/FNEzfZr34D8?feature=oembed"]
    },
    {
      "id": "plant-pot-prison",
      "title": "Капан с Предмет",
      "body": "<p>Играта се играе със саксия, защото има дупчици и храната мирише и дава чувството на кучето, че е достъпна и може да стигне до нея. Разбира се, може да играете с всичко, което ви е под ръка – чаша, буркан, кутийка, каквото и да е.</p><p>С тази игра добавяте флексабилност към Играта “Капан”. Учите кучето си чрез различни игри, че не всяка храна, която пада на земята е за негова употреба. Помагате му да изгради една сдържаност преди да му позволите (евентуално) да вземе случайно паднала храна на земята. Играта оформя и сдържаност при случайни предмети, които падат на земята и кучетата се стрелкат да ги вземат.</p><p>Наличието на предмет в играта Капан, помага на кучетата, да прехвърлят създадена вече асоциация с играта Капан в различна ситуация.</p><p>С тази игра си помагате да не влизате в конфликт с кучето, когато изисквате от него самоконтрол и сдържаност в присъствието на храна.</p><p>Също така оформя и възпитани маниери около съдовете за храна, които предлагате на кучето.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Контрол на импулса</em></p><p><em>* Спокойствие / Граници</em></p><p><em>* Оптимизъм</em></p><p><em>* Фокус</em></p><p><em>* Толеранс към фрустрация</em></p><p><em>* Връзка</em></p>",
      "videos": ["https://www.youtube.com/embed/7ae25gpMyU4?feature=oembed"]
    },
    {
      "id": "reward-nothing",
      "title": "Награждаване на Нищо",
      "body": "<p>Тази игра много прилича на храненето на бебетата с приближаване на лъжичката като самолет. При нея награждавате кучето, че не прави нищо, не реагира, не мърда.</p><p>Целта на играта е да свалите араузъла на кучето. От друга страна я използвате за префокусиране от дразнител. Допълнително учите кучето, че правенето на НИЩО е награждаващо.</p><p>Кучето се концентрира във вас и замръзва. Омагьосва се от ръката ви.</p><p>Играе се като в права линия започвате да подавате много бавно наградка към кучето, а в последния момент забързвате и му я давате в устата.</p><p>Играете бавно играта, но внимавате кучето да не се фрустрира. Последните секунди бързо подаване редуцират фрустрацията, но е добре постепенно да изградите играта. Не започвайте твърде бавно, докато кучетата схванат играта. Всяко куче има различен праг. Опитайте, за да видите какво е вашето темпо. Целта е кучето да не мръдне, преди да дойде гранулата. Ако се протегне към ръката ви, отдалечете я и започнете отново, за да се сети да се отдръпне и изчака.</p><p>Променяйте посоката, от която идва ръката ви с храната – отляво, отдясно, отгоре, отдолу, правете кръгчета и завои.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Контрол на импулсите</em></p><p><em>* Толерантност към фрустрация</em></p><p><em>* Спокойствие</em></p><p><em>* Фокус</em></p><p><em>* Оптимизъм</em></p>",
      "videos": ["https://www.youtube.com/embed/9TYzPhVOGRQ?feature=oembed"]
    },
    {
      "id": "interaction-chain",
      "title": "Верига на Взаимодействието",
      "body": "<p>Да разгледаме начина, по който нашите кучета взаимодействат с нещата в околната среда – независимо дали това е друго куче или човек.</p><p>Тази верига на взаимодействие е нещо, което всички кучета знаят, тя е закодирана в тях.</p><p>Веригата обаче може да се скъса, което води до много от борбите и трудностите, които може да имаме с нашите “реактивни” кучета.</p><p>Но добрата новина е, че след като разберем тази верига и знаем къде е прекъсването, тя може да бъде поправена – като работим върху три ключови концепции или умения!</p><p>За да изградим у кучетата ни надеждност, стойност и като цяло радост при виждането на неща от околната среда и при взаимодействието им с нещата от околната среда, ние трябва да разберем каква е същността на поведението им, какво им е заложено, което определя как те взаимодействат с нещата. И е факт, че всъщност това е като верига от събития. Ние го наричаме верига на взаимодействието.</p><p>Те преминават през тази верига на взаимодействието, независимо дали взаимодействат с друго куче – възрастно куче или малко кученце, с човек – възрастен човек или бебе. Това, което е наистина важно да се разбере е, че кучетата идват, знаейки това, това е нещо, на което не е нужно да ги учим. Ние като хора не бива да подхождаме към даден биологичен вид с арогантността, че можем да научим този вид как да си взаимодейства със себеподобни. Не можем да научим едно куче как да бъде куче.</p><p>Има верига от събития, за които трябва да помислим. В момента тази верига може да не изглежда по този начин за всяко куче, може да е счупена, но със сигурност може да бъде подобрена и поправена.</p><ol><li>Първата стъпка е, когато кучето <strong>ВИЖДА</strong> друго куче или човек. Разстоянието може да варира. Различните кучета могат да виждат или чуват на различни разстояния.</li><li>Ако кучето трябва да взаимодейства с нещо, то трябва да го <strong>ПРИБЛИЖИ</strong>. Приближаването може да е дълго, когато кучето вижда друго куче на 200 м в другия край на поляната или може да е кратко, ако внезапно му се изпречи нещо иззад ъгъла. Въпреки че това може да ви се стори едно и също преживяване, вашето куче ще реагира по различен начин на тези два сценария въз основа на това колко силна е веригата му в различни точки.</li><li>След това то стига до другото куче и има взаимодействие <strong>НОС В НОС</strong>. Това е често срещано място, където веригата може да се скъса и кучето просто да не може да се отдалечи от този нос. Това е така, защото следващото нещо, което трябва да направи, е</li><li>да <strong>ПРЕМИНЕ КЪМ ЗАДНИЦАТА</strong>. Може би сте забелязали, че кучетата прилагат тази верига и за хората. Някои хора може да се чувстват неудобно, но всъщност, когато видите, че това се случва, е нещо добро.</li><li>След това има няколко възможности:</li></ol><ul><li>Включване в ПРИЕМЛИВА ИГРА, по подходящ начин;</li><li>Включване в НЕПРИЕМЛИВА ИГРА, напр. скачане върху другото куче, лай срещу него и т.н.;</li><li><strong>ОТДЕЛЯНЕ</strong> и продължаване напред.</li></ul><p>Понякога стъпките не се случват последователно и плавно, защото на кучето може да му липсва увереност, за да премине крачка напред. Вашето куче може да се справя добре на всеки етап, с всяка стъпка, с всеки преход между една стъпка към следващата в тази верига или може да да се случва друго – да се развълнува по което и да е време или да ръмжи, или да се застопори и да не пристъпва към следваща стъпка.</p><p>Наблюдавайте внимателно какво прави кучето ви на всяка стъпка от тази верига! И имайте предвид, че очакването ви за това, което може да се случи, може да влоши ситуацията дори на предишен етап от веригата.</p><p>Как се развиват нещата във времето?</p><p>Много кучета се борят при преминаването от стъпката лице в лице към задницата. Ако счупването във веригата започва на този етап, тъй като кучетата са умни, те не харесват тези конфликтни ситуации. Никой не обича да се чувства зле или уплашен. И това, което се случва тогава е, че те предвиждат и очакват напрежението и негативните емоции, и се чупи предходната стъпка от веригата (приближаването), след това следващата нагоре по веригата и това е начинът, по който се развива веригата с течение на времето.</p><p>Но колкото и счупена да е една стъпка, останалата част от веригата е наред. Ако пропуснем счупената стъпало, взаимодействието е много по-добро. Кучетата, които се притесняват, когато видят други кучета в далечината, често могат да се справят добре в игра с други кучета или да се подушат нос в нос, да преминат към подушване отзад и след това да решат, че другите кучета не са тяхна работа. Но не могат да си го помислят това, че не са тяхна работа на разстояние от стотина метра.</p><p>Какво може да счупи веригата?</p><p>Ако кучетата знаят всички стъпки на веригата, това, което им куца значи са уменията, които ги движат от една стъпка към следващата.</p><p>Има 3 умения, които трябва да изградим у нашите кучета:</p><ol><li><strong> ОПТИМИЗЪМ</strong> – това е разбирането, че ако нещо ново се случи , новост или нещо двусмислено, няма за какво да се притесняваме, всичко е наред и не някакво особено събитие. Оптимизмът може да бъде по отношение на конкретна ситуация. Много често кучетата се държат по различен начин, когато с ана повод и когато не са. Със сигурност, донякъде, това да са на повод ограничава способността им да се справят, ограничава изборите им какво могат да направят, така че кучетата са склонни да са малко по-песимистични. Това може да зависи както от скорошни събития, така и от конкретни ситуации. И много кучета научават, че всъщност, когато са на повод, е по-вероятно да има лоши последици.</li><li><strong> ВДИГАНЕ И СВАЛЯНЕ НА АРАУЗЪЛА/ВЪЗБУДАТА</strong> – понякога е време да бъдем развълнувани, с висока енергия или с висок араузъл, понякога трябва да регулираме, да свалим нивото на възбуда, да сме спокойни. Това е като да отидем от нощен клуб в спа център. Често кучетата все едно имат копче за включване и изключване на араузъла, преминават от 0 към 100. Това всъщност не работи, ако трябва да си взаимодействат с някой друг. Често причината кучетата да не могат да направят крачка от една точка във веригата на взаимодействие към следващата точка е, защото са в състояние на твърде висока възбуда. Така че това, което трябва да направим, е да заменим това копче с регулатор, който би позволил ниво 10. ниво 20, ниво 30. Възбудата и движението са много свързани, така че вдигането и свалянето на араузъла са тясно свързани с това как тялото се движи. Чрез управление на движението на кучето можем да изградим и развием неговия регулатор, имайки предвид, че енергичното движение увеличава възбудата, докато спокойствието намалява енергията. С тази концепция имат трудности особено гигантските породи. На големите кучета често не се дава толкова много възможност да се движат, колкото на по-малките, така че те получават по-малко възможност да практикуват това регукиране на араузъла. Често те са на повод и са ограничавани, а ние се притесняваме какво биха могли да направят на света и когато ги пуснем, те скачат на ниво 100. Но ние трябва да ги научим на тази концепция, тъй като тя е жизненоважна за веригата на взаимодействието.</li><li><strong> ОТДЕЛЯНЕ</strong> – концепцията да виждат стойност при преминаване от едно нещо, което е интересно или има стойност за тях към следващото нещо или просто да се отдалечат от ценния елемент. Мислейки за това от гледна точка на веригата на взаимодействие, едно куче трябва да се откаже от взирането в другото куче, за да може да се приближи. Кучето трябва да се откаже от приближаването, за да може да направи взаимодействието нос в нос. Кучето трябва да се откачи от носа, за да може да се премести отзад. Тази трудност може да се види доста често при малки кученца или по-млади кучета. <u>Не забравяйте, че когато кучето не може да се отдели, това не означава, че иска да бъде там! </u>То може само да се ангажират и няма умението да се отдели. Отделянето е изключително важно и от гледна точка на веригата за взаимодействието това е последната стъпка – в един момент трябва да се отделим. Не забравяйте, че ако нещо се счупи във веригата, то тя ще се пропука и нагоре и и затова, ако имате куче, което не може да се откаже от играта, не може да се отдели, когато взаимодейства с други кучета, тo ще започне да чувства напрежение в тази ситуация, да не намира удоволствие в нея, ще започне да очаква, че това ще бъде стресиращо и предходната стъпка във верига се чупи, след това още по-предната… Когато кучетата имат затруднения с отделянето, те попадат в неприятни ситуации, независимо дали само с поглед или с физическо присъствие.</li></ol><p>Обикновено хората поставят етикет “агресивни” на кучета, ако са ухапали, ако изглежда, че ще ухапят, ако изглеждат достатъчно страшни, но вероятно по-подходящ етикет би бил „екстремно/изключително ангажирани“. Защото това, което е агресията, е пълно отсъствие на отделяне. Слагането на етикет на кучето не му прави услуга. Често неговите поведение може да бъдат погрешно интерпретирани. Познавайте кучето си и не го поставяйте в ситуации, в които няма да се справи.</p><p>Ключовото е, че вие трябва да решите какъв е резултатът, който всъщност искате. Да имате разходка без стрес както за кучето, така и за собственика, вероятно не означава то да си взаимодейства с всяко срещнато куче.</p><p>Уменията да може да върви напред по веригата на взаимодействие не се тренират в ситуацията. Колкото повече кучета среща кучето ви, няма да го научи да не реагира неадекватно. Напротив, ще се влоши, защото често реакцията му се дължи на чувство на тревожност, безпокойство, липса на увереност. И ако продължавате да го излагате на това, то ще се тревожи още повече. Голяма част от успеха на подобряване на общуването куче-куче се случва извън всякакви взаимодействия, като се играят игри и се оформя мозъкът на кучето.</p><p>Не забравяйте, че липсата на негативно преживяване далеч надхвърля 100 положителни преживявания, т.е. сблъскването и многократното излагане, като поставяте кучето си в ситуацията през цялото време, отварят възможност за неприятни преживявания и неконтролируеми ситуации, докато то няма умения и не може да взема добри решения . Понякога подходящите кучета и ситуации могат да помогнат, но за реалния живот първо трябва да го научите на умения.</p><p>Хубавото е, че на кучетата им е заложено разбирането на всички стъпки от веригата на взаимодействието и по природа са социални животни, така че да не се разбират с екземляри от собствения си вид противоречи на тяхната ДНК. Но имайте предвид, че социалността може да е и причината кучетата често да се разочароват, когато видят друго куче. Това е така, защото те естествено ценят другите кучета и очакват, че ще взаимодействат с тях. Но това не се случва с всяко срещнато куче. Фрустрацията е емоцията, която възниква, когато очакваме нещо и то не се случва. И с течение на времето, тъй като никой не иска да се чувства разочарован, това започва да го кара да става наказващо и преминава в чувство на страх, безпокойство, отрицателно емоционално състояние и точно тогава любовта към кучетата лесно преминава към страх от кучета и мостът между тях е разочарованието.</p><p>Така че ключът е да научите кучето си, че всъщност другите кучета са страхотни и също така не са негова работа през повечето време.</p>",
      "videos": ["https://www.youtube.com/embed/aNAVhPn4LUc?feature=oembed"]
    },
    {
      "id": "a-to-b",
      "title": "Смяна на посоката (от А до Б)",
      "body": "<p>Промяната на посоката е наистина полезен инструмент, ако някога се наложи спокойно и бързо да извадите кучето си от трудни ситуации.</p><p>Започвате у дома, за да можете и вие, и вашето куче да го правите по естествен начин и без да се налага да го мислите, когато се налага. Въоръжава ви със стратегия как да извадите себе си и кучето си от ситуации, в които то няма да се справи добре. Ще имате добре репетирана техника, вместо да изпадате в паника и това ще ви даде увереност да менажирате кучето си и ситуацията, каквато и да е тя, дори да ви изненада.</p><p>Когато подадете този сигнал, това означава за кучето ви, че идва с вас и това е наистина важно, прави го почти без да се замисли. Понякога ще се озовете на места, на които не искате да бъдете, така че това е начин да се измъкнете – не се чувствайте притеснени, виновни или тревожни, че сте поставили кучето си в ситуацията, просто излезте от нея.</p><p>Тази игра е инструмент за научаване на кучето на сигнал, който му предавате чрез повода – държите повода с едната ръка и плъзгате другата, докато стигнете до нашийника/нагръдника, карате кучето да се обърне, сменяте посоката и давате наградка, докато се оттегляте.</p><p>Започвате с просто плъзгане на ръката на няколко сантиметра надолу по повода и награждаване на кучето. Уверете се, че забелязвате каквито и да е признаци на отдръпване, свиване, които да показват, че му е неприятно, тъй като целта е то да се чувства комфортно с вашата ръка, която се приближава до него. Искате кучето да мисли, че това е страхотна игра и преживяване с висока стойност, тъй като потенциално ще я използвате, когато се случват други неща, които му причиняват стрес.</p><p>Не забравяйте, че някои кучета няма да са доволни от това да ги държите изкъсо, възможно най-близо до нашийника/нагръдника. Това е нещо, което трябва да изградите, умение, което да тренирате и да му помогнете да преодолее. Не предполагайте, че кучето просто ще е ОК с тази игра, дори може да ви посегне, ако се чувства некомфортно с такава близост. Трябва да го кондиционирате и да промените асоциацията му, че това е нещо добро.</p><p>След това добавяте обръщането, тъй като трябва да смените посоката. Не е задължително да е бързо, защото това би добавило твърде много възбуда към ситуацията и може да вдигне араузъла – всичко зависи от кучето пред вас. Ако постигнете това да бъде наистина стабилно поведение и нещо, с което кучето ви се чувства съвсем комфортно, то ще ви спаси много пъти в много ситуации. Това плъзгане на ръката надолу по повода се превръща в сигнал за него да знае, че трябва да тръгне. Ако то не тръгне, вие сте толкова близо до него, че можете да го напътствате и поведете, това ви дава възможност да приложите лек натиск, така че кучето да се поддаде на натиска и да се обърне.</p><p><u>Съвет:</u> Тренирайте обръщането и в двете посоки (завъртете кучето около тялото си и вие се завъртете около кучето, като то остане от вътрешната страна), тъй като в някои ситуации може да е по-подходящо да останете между кучето си и дразнителя. Става въпрос както за вашата механика и сръчност, така и за разбирането на кучето.</p><p>Можете да използвате този инструмент във всяка ситуация – например виждате друго куче и знаете, че вашето куче има трудности с приближаването към кучета, променяте посоката. Това ще успокои кучето ви, като му даде нужното разстояние и ще успокои вас, защото знаете какво да направите. Ако сте в края на повода и дърпате, за да накарате кучето си да се обърне, араузъла се вдига, защото се активира съпротивителният рефлекс да противодейства на опъна (не се притеснявайте, за това също има игра и ще го научите след такъв сигнал с повода да тръгва с вас в посока на опъна). В сравнение с това, ако плъзнете ръката си надолу, възбудата намалява и араузъла се сваля.</p><p>Освен това можете да добавите някакъв звук или реплика като сигнал. За кучето той ще означава „Спри и се обърни към мен“.</p><p>Можете да играете играта, като хвърлите наградка пред кучето, така че то да я последва. Всъщност е по-лесно, когато имате истинско разсейване – тогава трябва да се съсредоточите само върху сигнала с повода. Или можете да използвате помощник, за да подхвърли храната.</p><p>Първо играйте тази игра у дома, използвайки нашийник или нагръдник и всеки път, когато обърнете кучето към себе си, използвайки сигнала за повода, го награждавате. След това изнесете играта в спокойна среда с не много разсейващи фактори. Когато кучето научи сигнала, който му подавате с повода, ще можете лесно да сменяте посоките дори при наличие на силни дразнители като лаещо куче или котка на оградата.</p><p>Съвет: Ако кучето ви не приема храна или не се интересува от играчка при наличието на силен дразнител, можете да използвате движението му и да го възнаградите, като промените темпото – обръщате се, променяте посоката и ускорявате темпото. Това, че ускорявате и продължавате да се движите за него ще бъде награждаващо и ще му даде възможност да се научи как да се чувства добре в заобикалящата го среда. След като има тази основа, може да стане и по-отзивчиво към приема на хранителна награда.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Толерантност към фрустрация (отделяне от дразнител)</em></p><p><em>* Контрол на импулсите</em></p><p><em>* Фокус</em></p><p><em>* Близост</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": [
        "https://www.youtube.com/embed/OJiY9PHrYjE?feature=oembed",
        "https://www.youtube.com/embed/ici5NyLvLVM?feature=oembed"
      ]
    },
    {
      "id": "bow",
      "title": "Поклон",
      "body": "<p>Поклонът за игра е част от езика на кучето, за да помогне на друго куче да премине по веригата на взаимодействието помежду им и е подходящо игрово поведение. В същото време това е поведение, което показва, че кучето много добре балансира възбудата си. Да го научите да се покланя е чудесно поведение, с което работите по вдигане и сваляне на араузъла.</p><p>В същото време, като учите кучето на това, вие добавяте стойност в подходящ начин на общуване на едно куче с друго. Ако преди то не е използвал често поклона като комуникация с други кучета, сега започва да го прави.</p><p>Можете да изградите това поведение и нивото, до което можете да стигнете, е доста вълнуващо. Можете да накарате кучето си да се разиграе и да се развълнува и тогава да проверите дали може да направи поклон.</p><p>Ако сте отработили команда Легни, ще бъде малко по-трудно, тъй като кучето ще иска да предложи това поведение и да сваля и дупето на земята.</p><p>Зависи от вас и кучето ви, но започвате играта като хвърляте наградка настрани и когато кучето се ориентира обратно към вас, опитайте се да го привлечете надолу и назад, като поставите наградка на земята между предните му лапи, така че то да наведе глава и да измести тежестта си малко назад. Не се стремете към крайното поведение. Примамвайте и възнаграждавайте всеки етап от него. Изградете го така, сякаш оформяте поведение. Внимавайте кучето да не слиза в Легни. Награждаването напред наистина помага за това, тъй като кучетата са ефективни същества – много неефективно ще е да ляга до долу, ако ще получава наградата напред.</p><p>Kогато кучето ви започне да предлага поведението, можете да награждавате и в позиция, но продължете да хвърляте наградка и напред, преди да свали дупето на земята.</p><p>Когато поведението е затвърдено, тогава добавяте словесния маркер/команда – кажете думата, след това подайте ръката си с наградата, след което примамете кучето. Внимавайте да не казвате репликата, когато носът на кучето вече е върху храната, защото то няма да може да ви чуе, тогава командата ви ще е като бял шум. И също така се опитайте да не повтаряте командата няколко пъти, а вместо това след първата реплика нека следва жестов сигнал.</p><p><u>Съвет:</u> Ако кучето ви не е лакомо, движението на храната и нейната анимация е наистина важно.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Вдигане и сваляне на араузъла</em></p><p><em>* Оптимизъм</em></p><p><em>* Увереност</em></p><p><em>* Фокус</em></p><p><em>* Усещане за собственото тяло</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/ruYN6awhRPc?feature=oembed"]
    },
    {
      "id": "dmt",
      "title": "Разсейване – Маркер – Награда (РМН)",
      "body": "<p>Мозъкът на нашите кучета непрекъснато расте и се оформя и много често светът ги моделира в посока да бъдат по-притеснени и песимистични. Важно е да приемем, че в околната среда се случват много неща – и нашите кучета често ще приемат, че нещо ново, непознато за тях в околната среда (дори ако това не е нещо, което ние самите забелязваме) е нещо, за което трябва да се притесняват.</p><p>Неща се случват през цялото време. И РМН е като упражнение на наблюдателност за нас, хората, защото светът в наши дни е много сложен за кучетата. Кучетата и определени породи не са предназначени да бъдат в средата, в която сме ги поставили, в зависимост от това къде живеем – много хора, превозни средства, скейт паркове, пикници, деца… много неща за справяне в сравнение с това, за което са селектирани.</p><p>РМН работи, като приемаме, че новости се случват (<strong>РАЗСЕЙВАНЕ</strong> – дразнители, които привличат вниманието на кучетата), след което ние им подаваме сигнал, със спокойна реплика, че сме наясно и също сме забелязали дразнителя (<strong>МАРКЕР</strong>) и следва положителен резултат за тях (<strong>НАГРАДА</strong>). Често кучетата имат заложен естествен песимизъм, при който, ако не им дадете обратна връзка и не кажете „това е хубаво нещо“, те просто ще предположат, че е лошо. И приемайки, че е лошо, следващия път, когато видят нещото, те са още по-склонни да предположат, че е лошо, защото вече сте изградили песимизъм.</p><p>Първо трябва да изградите този маркер (например „Наааайс“ – от англ. Nice, защото звучи меко и кратко, но разбира се, може да използвате каквато друга дума искате) и да упражнявате просто да забелязвате разсейването и да го сдвоите с маркера и наградата.</p><p><u>Съвет:</u> Направете секунда пауза между маркера и подаването на ръката си с наградката за кучето. Защото понякога кучето ви ще бъде в края на повода, опънало напред, когато види другото куче насреща или друг път ще бъде свободно пуснато и няма да ви гледа, когато види нещо.</p><p>Колкото повече успявате да въведете РМН в ежедневието, толкова повече то става нещо обичайно и се получава по-добре. Виждате нещо, маркирате го и спокойно давате наградка. Не подавайте храната, като че ли е изключително вълнуващо събитие, по-скоро маркирате и награждавате като нещо съвсем обичайно, нищо особено.</p><p>Кога да използвате РМН? През цялото време кучетата ви възприемат събитията като нещо, за което да се тревожат, ако са песимисти. Те може да не реагират на всяко едно от тях, вероятно имат някои конкретни, които им се струват като страшилища в живота им, като други кучета или хора, които според тях са нещо, за което особено много да се притесняват. Но малките, постоянни притеснения, които затвърждават убеждението, че светът е лошо място, ги оформят като по-песимистични от големите страховити събития. Така че трябва да използвате РМН за всичко и колкото е възможно повече и това ще бъде по-значимо от използването само за страшилищата. Хората избират страшилищата, защото създават проблеми. Те забелязват, че кучето особено много се притеснява от нещо, да кажем други кучета. Докато всъщност кофата на кучето е наистина пълна и то е доста песимистично, има неща, които се случват ежедневно или ежеседмично, напомняйки му да бъде песимист. Именно тези малки неща създават голямата картина.</p><p>Трябва внимателно да помислите кога да използвате РМН, така че вашето куче да има най-голяма полза. Разбира се, вие ще маркирате всичко, но в зависимост от дневната дажба храна, за определен период можете да изберете да се съсредоточите върху движението или шумовете, или животните, новостите, лаенето и т.н.</p><p>Когато използвате РМН, трябва да сте наясно, че кучетата често са пред вас, например ходят на повод или без повод пред нас. Така че всъщност трябва да ги научите и да свържете отделянето и ориентацията към вас с вашия маркер. В зависимост от вашето куче и начина, по който решите да го ограничите, можете да тренирате това с помощта на нашийник и повод хващане за нагръдника или просто задържане на ръка. Използвайте храна, която по-лесно се вижда като размер и цвят. Ограничете кучето и подайте храната напред. Кажете думата си маркер, пуснете кучето и наградете назад. Разграничете отделните стъпки, направете пауза между тях.</p><p>Не се притеснявайте, ако кучето ви очаква маркера ви. Това, което искате да видите, е, докато казвате маркера, който кучето всъщност започва да предвижда, че то тръгва назад. Това е важно, защото ако кучето е пред вас и виждате друго куче насреща, би било хубаво, ако можете да кажете на кучето си, че кучето пред вас е нещо добро, но също така е страхотно, ако се отдели от него и това означава, че наградата ще бъде доставена назад към вас. Положителното последствие е при вас, а не при другото куче. Това е чудесно за кучета, които се вълнуват, когато виждат други кучета, които се притесняват от други кучета и по този начин изграждате едновременно оптимизъм и отделяне.</p><p>Смяната на местата, на които играете, смяната на продължителността, колко дълго ще задържите кучето напред, преди да се обърне, са ценни за кучета, които се интересуват от околната среда и кучета, които растат в натоварена среда, за да могат да изградят стабилно отделяне.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Оптимизъм</em></p><p><em>* Увереност</em></p><p><em>* Фокус</em></p><p><em>* Вдигане и сваляне на араузъла</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": []
    },
    {
      "id": "dmt-tips",
      "title": "Разсейване – Маркер – Награда (РМН) – 5 топ съвета",
      "body": "<p>Бъдете спокойни!</p><p>Използвайте РМН за всичко! (не само за неща, от които кучето ви се притеснява)</p><ol><li><strong> ВСЯКО РАЗСЕЙВАНЕ Е ВЪЗМОЖНОСТ ЗА РМН</strong></li><p>Примери за стимули/дразнители, за които да използвате РМН:</p><table><tbody><tr><td>Човешки смях</td><td>Хора поздравяващи Здравей!</td><td>Коне</td></tr><tr><td>Мотори</td><td>Звуци на автомобилно движение</td><td>Деца</td></tr><tr><td>Ядосано крещене</td><td>Писукане</td><td>Скърцане</td></tr><tr><td>Фойерверки</td><td>Лай на кучета</td><td>Мяукане на котки</td></tr><tr><td>Автомобилни гуми по чакъл</td><td>Камион за боклук</td><td>Прелитащ самолет</td></tr><tr><td>Дрънкане на кучешки медальон</td><td>Пъхтене на друго куче</td><td>Гледката на друго куче</td></tr><tr><td>Произволни звуци</td><td>Телевизионни образи</td><td>Звук от реклами</td></tr><tr><td>Автомобили</td><td>Камиони</td><td>Автобуси</td></tr><tr><td>Нещо падащо</td><td>Пляскане с ръце</td><td>Играещи кучета</td></tr><tr><td>Овце</td><td>Добитък</td><td>Други животни!</td></tr><tr><td>Балони</td><td>Чадъри</td><td>Велосипеди</td></tr></tbody></table><li><strong> ДРАЗНИТЕЛИТЕ НЕ ВИНАГИ ТРЯБВА ДА СА СТРАШНИ</strong> (това са всякакви стимули, които провокират кучето ви)</li><p>Всъщност целта ви трябва да бъде да използвате РМН за всичко, каквото и да е, което вашето куче счита за разсейващ стимул. Независимо от отговора му (страх, вълнение или НИКАКЪВ отговор!), светът е ваш, за да маркирате дразнителите и да награждавате кучето.</p><p>СТРАШНИ – разсейващите фактори, които предизвикват вашето куче да реагира, вероятно от страх (лай, нападение и т.н.)</p><p>ПРИЯТНИ – отвличащите вниманието му неща, които вашето куче наистина обича и им се радва, и може да предизвикат поведенип от вълнение.</p><p>НЕУТРАЛНИ – отвличащите вниманието стимули, с които както вие, така и вашето куче сте наясно, че не създават забележим емоционален отговор от вашето куче.</p><li><strong> ДОБАВЕТЕ УМЕНИЕТО ЗА ОТДЕЛЯНЕ КЪМ ИГРАТА ВИ РМН</strong></li><p>Използвайте храна на достатъчно големи парчета и отличаващи се по цвят, които кучето лесно да може да намира, когато ги хвърлите в трева и на всякаква друга повърхност.</p><p>В идеалния случай играта за научаване на умението за отделяне от стимул е приятна и спокойна. Няма проблем, ако вашето куче очаква маркера ви.</p><li><strong> НЕ СБУТВАЙТЕ СТЪПКИТЕ НА ИГРАТА РМН, КОГАТО ИГРАЕТЕ</strong></li><p>Това означава, че трябва да избягвате едновременно да казвате маркера си и да преминавате към награждаването. Между всяка стъпка трябва да има пауза.</p><p>Разделете ги на отделни моменти, докато играете.</p><p>СТЪПКА 1 Отразяване на разсейващия елемент (или от вас, или от вашето куче, или и от двама ви, с напредване на нивата на играта)</p><p>СТЪПКА 2 Маркиране със спокойна дума, например „Найс“</p><p>СТЪПКА 3 Даване на наградата встрани от стимула (от ежедневната дажба храна на вашето куче или награда с по-висока стойност, ако е необходимо)</p><li><strong> ПРЕДРАЗПОЛОЖЕТЕ КУЧЕТО СИ ДА УСПЯВА</strong></li><p>Когато има видима реакция на кучето ви на маркера, забелязвате дори потрепване на мускул,вече знаете, че можете да прехвърлите играта в реални ситуации от живота.</p><p>Когато определяте дали нещо ще бъде трудно, имайте предвид, че и други фактори ще играят роля при всяко взаимодействие с разсейване, включително моментното състояние на кофата на вашето куче.</p><p>Това, което може да е трудно днес, може да не е толкова трудно утре. Това, което е лесно днес, може да бъде по-трудно утре.</p><p>Естеството на това колко трудна може да бъде всяка ситуация от реалния живот за вашето куче е променливо, поради което подготовката за ситуацията, а не обучението в ситуацията е толкова жизнено важна за успеха на трансформацията на вашето куче.</p></ol>",
      "videos": []
    },
    {
      "id": "dmt-levels",
      "title": "Нива на РМН",
      "body": "<p>С РМН създавате положителен и спокоен отговор на новости, събития и неясни ситуации.</p><p>С течение на времето, докато оформяте мозъка на кучето си, за да бъде по-оптимистично, ще забележите, че реакцията му към тези неща се променя. Нивата на РМН и темпото с, което напредвате, се определя от вашето куче, а не от вас.</p><p>Важно е да запомните, че както цялото ви обучение, това не е линеен процес и може да зависи от деня, случката и какво още е напълнило кофата на вашето куче.</p><p><strong>ЕТАПИ НА ДМТ</strong></p><p>Кучетата решават на какво ниво са.</p><p><strong>Ниво 1:</strong> Кучето прави каквото си иска</p><p>Кучето вижда стимул и се разсейва, казвате „Найс“ (маркирате) и награждавате НЕЗАВИСИМО от поведението на кучето. Ако кучето не приема храна, НАГРАДАТА в тази ситуация е ОТТЕГЛЯНЕ от ситуацията.</p><p>Кучето може да лае, да се хвърля, да ръмжи, вие използвате РМН независимо от това. Награждавате ли лошото поведение? Ключът е, че поведението се предизвиква от емоция (почти винаги емоцията е разочарование, свръхвъзбуда, страх, безпокойство или комбинация от всичко). Положителният, спокоен, емоционален отговор е несъвместим с всички тях. Така че това, което правите с РМН е, че настройвате емоционалния отговор. Вие не възнаграждавате поведение, вие учите кучето на емоционалния отговор, който трябва да има.</p><p><strong>Ниво 2: </strong>Кучето не прави нищо</p><p>То забелязва дразнителя, вижда го, не е особено щастливо, но не прави нищо, емоцията не е толкова висока, за да стимулира поведение.</p><p><strong>Ниво 3:</strong> Кучето се ориентира към вас при маркиране от ваша страна</p><p>Кучето вижда стимула, казвате „Найс“ (маркирате), кучето се ориентира обратно към вас и вие го награждавате.</p><p>Често хората мислят, че това е ниво 1</p><p><strong>Ниво 4:</strong> Кучето поглежда към дразнителя, след това поглежда към вас</p><p>Кучето вижда стимул, кучето се отделя от него и се ориентира към вас ПРЕДИ сигнала, казвате „Найс“ (маркер) и награждавате. Това ниво се създава от нивата преди това.</p><p><strong>Ниво 5:</strong> Кучето дори не поглежда</p><p>Кучето вижда разсейващ стимул, то е наясно с присъствието на дразнител, но няма отговор. Това е етапът, когато за кучето този стимул не е негова работа и не е някакво събитие. Това е моментът да отпразнуваме победата и да маркираме и наградим кучето, макар то да не е погледнало.</p><p>Ако кучето ви се върне едно/няколко нива назад, не го приемайте като поражение или като знак за в бъдеще.</p><p>За някои кучета храната понякога няма да е приемливо поощрение. Тогава помислете за всички различни маркери, които имате, не само за вербалните – ориентация към вас, успокояващ маркер с докосване, маркер за смяна на посоките (плъзването на ръката ви по повода). Те предвещават положителен резултат. В някои ситуации единият маркер ще бъде по-подходящ от другия. Използвайте маркера, с който е най-вероятно да постигне успех в този момент. С течение на времето самият маркер ще бъде като въздишка на облекчение за кучето и то ще очаква това освобождаване на напрежението.</p><p>Не е необходимо кучето да приема храна веднага, понякога трябва да му дадете достатъчно разстояние и време, да ограничите визуалния контакт. Понякога наградата може да е кучето да се облекчи и да подуши, да се отърси, да се търкаля по земята. Понякога премахването на напрежението и възможността за отдалечаване също са награждаващи. Принудителното&nbsp; спокойно даване на хранителна награда в ситуация на притеснение няма да помогне. Можете също така да помислите за начина, по който давате храната на кучето – вместо да му подадете наградката спокойно в устата и да задържите кучето в ситуацията по-дълго, можете да търкулнете храната, така че то да я последва. Или за някои кучета награда е движението само по себе си, бягането и анимирането.</p><p>РМН е начин на живот, а не просто даване на нещо. Можете да направите преживяване от всичко, което е любимо на кучето ви и с това да го наградите.</p>",
      "videos": []
    },
    {
      "id": "calm-touch",
      "title": "Успокояващ маркер с докосване",
      "body": "<p>Да научите кучето си на успокояващ маркер с докосване ви дава алтернативен начин да успокоите кучето си, без непременно да се налага да казвате нещо. Понякога сте близо до кучето и имате възможност да му кажете, че нещо е ОК, но не чрез думи, защото примерно говорите с приятел в момента.</p><p>За някои кучета докосването е много вълнуващо, така че трябва да сте много наясно как го учите и каква енергия използвате.</p><p>След като кондиционирате докосването, можете да го използвате навсякъде, за да помогнете на кучето си да се върне в по-спокойно състояние.</p><p>За да го научите на този нов маркер, трябва да накарате кучето си да бъде сравнително спокойно. Всяко куче е различно в това отношение, така че не се стремете към перфектно спокойствие и спящо куче. Но можете да изберете по-спокойни часове на деня и преди сън, за да упражнявате докосването, особено с по-активни кучета. Можете да използвате гранули или не особено вълнуващи наградки.</p><p>Накарайте кучето си да влезе в границите си. Просто го погалвате, правите пауза за секунда и след това давате наградка. Не давайте наградката, докато ръката ви не приключи с погалването.</p><p>Самото докосване може да бъде изпитание за кучето и да вдигне малко араузъла. Ще се изкушите да побързате с даването на наградка, докато кучето се движи, но всъщност трябва да го забавите и да му дадете ясно да разбере, че не правите нищо вълнуващо тук.</p><p>Помислете за вашата стратегия за награждаване, можете да покриете храната и да използвате играта Капан на пода или да я подадете като самолет с играта Награждаване на нищо, ако е необходимо да забавите кучето. Решавате, съобразявайки се със собственото си куче дали поставянето на наградката на леглото или подането ѝ в устата му ще бъде по-подходящо за успокояващия маркер с докосване. В зависимост от това дали кучето настървено захапва ръката ви или е полудява за храна на леглото. Доставката и темпът на&nbsp; награжаване имат значение и всичко това е в допълнение към вашето спокойно докосване.</p><p>Не правете грешката, мислейки, че времето е всичко в обучението на кучета. Не правете всичко бързо. Всъщност подбирането на точния момент на маркера със сигурност има значение, но след като маркирате, имате време да дадете тази хранителна награда или да не я дадете. Има кучета, с които не искате да бързате, защото те ще стават все по-бързи и по-бързи. И много от опърничавите, но готини кучета са точно такива.</p><p>Това е страхотна игра, за да опознаете по-добре кучето си. Може да забележите, че ако се взирате в кучето си, то знае, дори да не гледа и енергията се покачва. Ако погледнете настрани и не правите събитие от факта, че му давате храна, е по-лесно да постигнете това спокойно състояние.</p><p>Това е игра, но и инструмент, с помощта на който понякога може да успеете да извадите кучето си от неприятности. Би било много полезно да го използвате при посещение при ветеринарния лекар, за да успокоите кучето си, когато трябва да му се правят манипулации. Това ще помогне и на вас, и на кучето да се успокоите малко. Или когато сте в ресторант и кучето ви е до вас и искате да му подадете маркер и награда за това, че стои спокойно и да насърчите още повече спокойствие, като го погалите отстрани.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Спокойствие</em></p><p><em>* Сваляне на араузъла</em></p><p><em>* Увереност</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/mjEQlz353Ts?feature=oembed"]
    },
    {
      "id": "disengagement-pattern",
      "title": "Шаблон на Отделянето",
      "body": "<p>Кучетата харесват модели, шаблоните, за да знаят какво ще се случи и обичат да ускоряват процеса. В тази игра ние използваме склонността на много опърничави и все пак готини кучета към предсказуемите шаблони и използваме това в наша полза.</p><p>Шаблонът на отделянето учи на повтарящ се модел, който всеки път изглежда еднакво, което става сигнал и изгражда умението за отделяне. Това е едновременно инструмент и игра.</p><p>Най-големият подарък, който можете да дадете на кучетата си, независимо дали са развълнувани или уплашени от нещо, е те да мислят, че това не е тяхна работа – на това учи тази игра. “Не е твоя работа” е чудесна нагласа, с която кучето да живее в натоварения свят, в който живеем днес. Има толкова много неща, които не засягат вашето куче – семейството на пикник, бягащ човек в парка, конски изпражнения, лаещо куче…</p><p>Наистина е неоснователно да очаквате вашите кучета да не се плашат понякога. Но вместо да нападат или хапят това, от което се страхуват, е много по-добре да ги научите да се отделят.</p><p>Как изглежда шаблонът? Вземете малко храна с висока стойност, хвърлете наградка настрани и когато кучето ви се ориентира обратно към вас, наградете&nbsp; го и продължете да подавате още няколко наградки една след друга, като същевременно се отдалечавате в обратната посока. Ако понякога кучето не намира парчето храна, което хвърляте на земята, то все пак ще дойде с вас, защото ще знае коя е зоната с висока стойност за него -там, където получава повече наградки.</p><p>Ако имате куче, което души много, да награждавате в позиция нагоре и настрани ще бъде ключово, когато става въпрос за душене. Тази игра учи на отделяне по толкова много начини.</p><p>С голямо и малко на размер куче може да играете различно. Когато се отдели и награждавате, отдалечавайки се от разсейващия стимул, е по-добре да включите движение, но ако кучето ви е наистина дребно, можете да се окажете съвсем приклекнали, което ще ви е трудно и некомфортно, така че със сигурност можете да останете неподвижни, ако е необходимо. Не забравяйте, че дребните кучета ще ходят повече, за да изминат същото разстояние като големите кучета, така че всъщност не се нуждаят от толкова голямо разстояние, за да схванат концепцията. Или ако кучето ви е достатъчно стимулирано и движението ще го развълнува съвсем, можете да направите спокойна версия, вместо да се движите отдалечавайки се и да давате наградки; и след това постепенно да добавите движение, когато кучето схване идеята за шаблона.</p><p>Можете също така да имате предвид породата на кучето. Някои породи понякога се нуждаят от активно движение, за да ги извадите от активно движение, други не. Можете да промените динамиката и да адаптирате начина, по който правите преходите, в зависимост от вашето собствено куче, а също и от вашите физически възможности. Ако не можете да се сгънете и вашето куче може да хваща наградки във въздуха, използвайте това във вашата игра. Няма фиксирани правила, просто принципът остава същият.</p><p>Правете този шаблон достатъчно много пъти. Това, към което се стремите е, когато кучето ви отива да вземе храната на земята, 70% от тялото му вместо това да иска да тръгне с вас. Когато получите тази картина, вашето куче е готово за реалния живот. По този начин се отдалечавате от необходимостта от постоянен контрол към чудесното умение за отделяне от стимули.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Отделяне</em></p><p><em>* Фокус</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Оптимизъм</em></p><p><em>* Увереност</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/y-YG13aS7MU?feature=oembed"]
    },
    {
      "id": "leash-pressure",
      "title": "Напрежение на повода",
      "body": "<p>От решаващо значение да излизате с кучето си навън, да ходите на различни места и да го накарате да мисли, че светът е чудесно място е това то добре да разбира комуникацията с повода.</p><p>На кучетата им е заложен съпротивителния рефлекс, който е естествен инстинкт да се противопоставят на натиска (ако ги дръпнете, те се дърпат в обратна посока), така че вместо да се очаква те да знаят как да ходят по подходящ начин на повод, вие трябва да ги научите.</p><p>Играта Поддай на опъна е наистина полезна в това отношение. Това е едновременно инструмент в ежедневието и игра, която засилва умението за отделяне. Всичко, което правите, е да приложите малко опън на повода и да подадете наградка в посока на опъна. Няма значение, ако кучето души по земята, защото това просто ви дава прозорец да приложите малко повече напрежение на повода, да опънете леко и да тествате дали то знае играта. Ако имате куче, което се застопорява на място, просто го изчакайте, приложете лек опън на повода. Можете да използвате тази игра с всякакви разсейващи фактори и да я приложите тогава, когато кучето ви има нужда – когато се взира в нещо, когато иска да взаимодейства с някого, когато лае и напада. Липсата на умение за отделяне създава различни видове поведенчески борби. Можете да разглеждате тези ситуации като възможност да репетирате това, което искате.</p><p>Тази игра учи кучето, че напрежението, опъването на повода не означава да реагира на нещо или да се стресира за нещо, или че трябва да се фрустрира, а вместо това напрежението на повода е добра сделка. И е чудесен инструмент, който да използвате, когато кучето ви се ангажира с нещо в околната среда.</p><p>Следващото ниво, което поставяте в играта, е да хвърлите парче храна с висока стойност така, че кучето да не може да я стигне, опъвате леко повода (не го дърпате, само повода е опънат) и когато кучето ви се поддаде на опъна и се отдели, правите завъртане около тялото ви и го връщате обратно до храната, за да може да я вземе. Понякога можете да направите и двете – давате награда до вас, когато кучето се отдели и награждавате като се втурвате към храната на земята, ако това ще е полезно за вашето куче. Насърчавайте кучето си и му покажете, че се справя чудесно, когато правите завъртането около тялото ви.</p><p>Можете също така да посочите на кучето къде е храна, като по този начин му помагате, ако преди това се е отделило и е дошло с вас; става въпрос за съвместен “лов”. Когато правите нещата заедно, вие сте екип и сте фигура в картинката за кучето си, което понякога не е така, ако имате опърничаво, но готино куче.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Отделяне</em></p><p><em>* Фокус</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Оптимизъм</em></p><p><em>* Увереност</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": [
        "https://www.youtube.com/embed/d4G1WqRK6cM?feature=oembed",
        "https://www.youtube.com/embed/YhDgIchke54?feature=oembed",
        "https://www.youtube.com/embed/rjuE3hcT7A0?feature=oembed",
        "https://www.youtube.com/embed/UYbnbizo2EI?feature=oembed"
      ]
    },
    {
      "id": "arousal-up-down",
      "title": "Вдигане и сваляне на араузъла",
      "body": "<p>С кучета, които лесно се превъзбуждат и след това трудно успяват да свалят араузъла, трябва да поработите върху превръщането на на този ключ “включено/изключено” по-скоро в нещо като термостат.</p><p><img src=\"https://moetokuche.com/wp-content/uploads/2021/04/169739111_1009230956277862_6755212598822221857_n.jpg\"></p><p>Усвояването на умението за вдигане и сваляне на араузъла е жизненоважно за всички кучета и най-вече за опърничавите, но готини, тези, които са винаги нащрек и са потенциално реактивни.</p><p>Трябва ви границата, за да я ползвате като място, на което кучето да се закотви и да задействате свалането на араузъла. Наградете за някакво ниво на спокойствие. Използвайте всяка игра, която ще ви помогне за това – Награждаване на нищо, Капан, играйте си с храната, пресипвайки я от ръка в ръка. Стремете се към по-доброто, не към перфектното. За някои кучета това може да е истинско спокойствие, за други само секунда неподвижност. Става въпрос за израстване в правилната посока.</p><p>След като свалите араузъла, го вдигате отново. Но се стремете да е до ниво 20, а не до 100! Накарайте кучето да се движи и да използва тялото си малко, така че енергията му да се покачи. Това може да стане като го примамите да излезе от границата, за да последва храната в ръката ви и след това да се върне в граница и отново да се успокои. Или на повод направете кръг, завъртете кучето около себе си и го върнете отново на граница като променяте скоростта при повторенията.</p><p>Трябва да играете играта в различна среда, за да се упражнявате и когато нямате какво да използвате за граници, можете просто да промените темпото, да потичате малко и след това да спрете и да направите на кучето си масаж. Това е просто концепция и може да се изглежда различно за различните кучета и ситуации в зависимост от това какво харесва и не харесва кучето.</p><p>Можете също така да използвате игра като Поклон, в която вдигате енергията и араузъла, като хвърляте наградка настрани, за да може кучето да я последва и след това да поискате да направи поведението (независимо дали ползвате вербален маркер или просто примамвате кучето), за което е нужно толкова много мускулна прецизност, мисъл и точност, които не могат да бъдат направени при висока възбуда.</p><p>Ключът към това е да работите на малки стъпки и да отключвате по-ниски нива на араузъл, така че кучетата ви да станат по-опитни в преминаването нагоре и надолу през нивата на възбуда, вместо като пинг-понг да скачат между нива 0 и 100, без нищо между тях!</p><p>Има кучета, които естествено биха живели на ниво 100 и никога не са на ниво 0 в присъствието на човек. Така че трябва да знаете за вашето куче какво означава сваляне на араузъла. Може просто да значи да диша с отворена уста, задъхано, вместо да стои със затворена уста, когато е възбудено. Или спокойствието може да изглежда като неподвижност, спокойно наблюдаване на околната среда, тялото отпуснато. Ще изглежда различно за всяко куче, така че може да се наложи да си поиграете с различни игри и стратегии за отключване на тези нива.</p><p>Това умение за вдигане и сваляне на араузъла е нещо, което се упражнява, нещо, което се научава и нещо, с което големите по размер по размер и гигантските породи кучета наистина се борят, защото те не получават много възможност да се движат, докато не бъдат пуснати от повода и след това са като булдозер със скорост 100 км / ч.</p><p>Други кучета, които могат да имат трудности с вдигането и свалянето на араузъла, са кученцата, които се раждат единствени в кучилото, защото нямат братя и сестри в кучилото, с които да учат нивата на възбуда, докато играят и си взаимодействат помежду си. Тези кучета често могат да имат затруднения с взаимодействието с други кучета, когато отидат в новия си дом и това е така, защото никога не са научили комуникацията, която им е заложена, и защото го няма умението за вдигане и сваляне на араузъла. Ако им дадете това умение, изведнъж комуникацията им с кучета става страхотна.</p><p>Кучета, които имат лоша история, неприятен опит с живот в клетка, да кажем спасени кучета, може също да имат този ключ с настройка включено/изключено, защото при тях или няма внимание и нищо не се случва, или когато нещо се случи, цялата клетка/приют/развъдник изригва.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Отделяне</em></p><p><em>* Фокус</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Вдигане и сваляне на араузъла</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/BUrPhAfzv08?feature=oembed"]
    },
    {
      "id": "figure-eight",
      "title": "Осмица",
      "body": "<p>Тази игра е чудесна за изграждане на умението за вдигане и сваляне на араузъла, а също така е много полезна и важна стратегия, която да използвате в ситуации.</p><p>Тъй като нивата на възбуда са неразривно свързани с движението, можете да научите кучето си да вдига и сваля араузъла, като го научите как да използва тялото си. При по-висока възбуда движенията са резки, променливи, бързи, докато по-спокойните, плавни, по-равномерни, по-заоблени движения са при по-ниска възбуда. Използвайки комбинации от различни модели на движение и промени в темпото, можете да отключите тези средни нива на възбуда.</p><p>Има три модела на движение, които използваме в това упражнение: осмица, кръг и зиг-заг. За кучета, които са начинаещи в това или които наистина се борят с възбудата си, зигзаговете вероятно ще бъдат по-лесни за начало. След това можете да добавите останалите вариации и да работите върху вдигането на възбудата нагоре и свалянето ѝ надолу, като редувате моделите на движение и&nbsp; добавяте промени в темпото, така че с времето вашето куче да се научи да управлява собствените си нива на възбуда.</p><p>Не се притеснявате дали кучето ви внимава съсредоточено или какво прави в другия край на повода, освен просто да ви следва. Що се отнася до реалното упражнение, всичко, което ви интересува, е, кучето да управлява своите нива на възбуда по такъв начин, че да може да е в синхрон с вашите промени в скоростта и промяната на фигурата, която следвате, докато вървите.</p><p>Ако кучето започне да подскача, забавете. Ако то скача върху вас, отдалечете се от него на зиг-заг, вместо да се обръщате към него, тъй като това потенциално предлага възможността точно това да се случи. Начинът, по който реагираме на другия край на каишката, се връща надолу по повода до кучето. Отпуснете се и просто се разходете!</p><p>Ако кучето ви скача, хапе, хваща ръката ви, най-бързият начин е да използвате други стратегии като от А до Б или начина, по който вървите, трябва да съобразите енергията си и това, което правите, за да позволите на кучето да се върне обратно в по-спокойно състояние. Да държите двоен повод с две ръце, закачен в 2 точки, може да ви помогне, както и да спрете да давате наградки. Не превръщайте играта във вълнуващо събитие.</p><p>Можете да добавите граница, за да помогнете за намаляване на възбудата – кучето излиза от границата, правите някоя фигура, ходейки и след това обратно на границата.</p><p>Ако вашето куче души много, можете лесно да промените това с промяна на темпото или да добавите различна игра, за да фокусирате кучето в ръката си.</p><p>Тези модели на ходене също са стратегия да се успокоите самите вие, когато нещо ви стресира – кучето ви лае и се нахвърля по нещо.</p><p>Когато ги правите, опитайте се да намерите някакъв ритъм и след това да го промените.</p><p>Въпреки че може да си мислите, че би било много лесно за кучето, всъщност се изисква умение за вдигане и сваляне на възбудата и кучето може да се за затруднява не защото не знае как да ходи на повод или не му харесва, а защото трябва да свали нивото си на араузъл надолу. Затова трябва да тренирате и да започнете, когато кучето ви не се бори, на спокойно и безопасно място.</p><p>Понякога игрите, от които се нуждаем, са тези, които ни се струват предизвикателни и затова ги избягваме и въпреки това те са тези, които трябва да усъвършенстваме.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Отделяне</em></p><p><em>* Фокус</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Вдигане/сваляне на араузъла</em></p><p><em>* Усещане за собственото тяло</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": [
        "https://www.youtube.com/embed/WcZBL4FDJzY?feature=oembed",
        "https://www.youtube.com/embed/M5lde3dJ7Bo?feature=oembed"
      ]
    },
    {
      "id": "disengagement-with-distractions",
      "title": "Отделяне с разсейващи стимули",
      "body": "<p>След като кучетата ви научат, че стойността винаги е в това да бъдат “засмукани” далеч от нещо и да идват при вас, можете всъщност да приложите това умение и да започнете да ги отделяте от истински дразнители!</p><p>Всяко куче ще има различни неща, които намира за ангажиращи вниманието му в околната среда. Независимо дали става въпрос за кучета, котки, хора, падащи листа, ритане на прах (да, тори това може да привлече вниманието на някое куче)… След като разберете вашето конкретно куче какво намира за вълнуващо и разсейващо, може да започнете да го забелязвате и да играете Шаблона на отделянето.</p><p>Започвайки с по-малко разсейващи стимули и на подходящо разстояние (не забравяйте, че винаги правите така, че да предразположите кучетата си да успяват и да им дадете толкова отговорност, с колкото могат да се справят), крайната цел е те да могат да се отделят от всичко.</p><p>Знаете как изглежда Шаблона на отделянето, той трябва да се превърне в начин на живот и модел на поведение и за вас, а не само за кучетата. Когато играете с разсейване, хвърляте наградката по посока на стимула и след това се движите в обратната посока и давате няколко наградки една след друга.</p><p>Можете да използвате всеки предмет, на който кучето ви обръща внимание. Понякога си мислите, че страхът и вълнението са две различни неща в тази ситуация, едното е добро, а другото е лошо. Докато то си е ангажиране, внимание и ако можете да научите отделянето, вероятно това ще по-голям подарък за вашето куче от това да се опитвате да му покажете, че всичко в заобикалящия свят е хубаво. Защото те винаги ще срещнат нещо страшно.</p><p><strong>Съвети:</strong></p><p>Не искате да увеличавате твърде много нивото на възбуда.</p><p>Започнете с дразнител, от който вашето куче не се страхува, а към който проявява само умерен интерес.</p><p>Имайте предвид, че разсейващия стимул за вашето куче може да е далеч и че те може да виждат по-далеч от вас.</p><p>Винаги играйте на повод там, където смятате, че трябва или където кучето ви е притеснено или уплашено, или реагира на кучета, хора, шумове, каквото и да е друго.</p><p>Ако използвате друго куче за разсейване, не забравяйте, че и то работи и можете да играете РМН с него и да го награждавате. Бъдете внимателни, ако има вероятност това друго куче да тръгне към лакомството, което хвърляте.</p><p>Понякога поставяме кучетата си в ситуации, с които наистина не могат да се справят. Изберете разумно средата, в която ще тренирате с кучето си – може да изберете паркинг, където хората не се интересуват от вас, вместо парк, където може да искат да погалят кучето.</p><p>За някои кучета може да е полезно да им покажете още по-ясно къде е стойността, така че може да хвърлите храна с ниска стойност към разсейващия стимул и след това да наградите с храна с висока стойност, отдалечавайки се от дразнителя.</p><p>Ако кучето ви вече е ангажирано с нещо, не е нужно да хвърляте храна, просто приложете малко напрежение на повода и ако то поддаде на това опъване на повода, си тръгнете и наградете с няколко наградки една след друга.</p><p>Шаблонът на отделянето може да включва и други игри, ако искате да добавите още анимиране след отделянето.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Отделяне</em></p><p><em>* Фокус</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Оптимизъм</em></p><p><em>* Увереност</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/KNIe3wXAozY?feature=oembed"]
    },
    {
      "id": "ditch-the-walk",
      "title": "Бонус: Зарежи разходката",
      "body": "<p>Когато имате опърничаво, но готино куче, някои разходки може да вървят наистина добре, а други не толкова добре. Така че, ако откриете, че 50% или повече от разходките ви са стресиращи и не вървят както бихте искали, тогава може да помислите да ги намалите. И не е нужно да се чувствате притиснати да правите ежедневни разходки, ако в момента кучето ви няма необходимите умения.</p><p>Понякога може да е по-добре кучето ви да си почине от обичайните разходки, докато работите върху изграждане на уменията, които са му необходими, за да можете да правите спокойни разходки, без стрес, постоянно.</p><p>Ако замените „разходка“ с „упражнение“ или „тренировка“ или „взаимодействие“ или „фокусирано занимание“, които така или иначе правите, имате изцяло нова картина и много възможности. И се уверете, че всяко ваше взаимодействие с кучето ви развива вашите и неговите умения в правилната посока.</p>",
      "videos": []
    },
    {
      "id": "ladder-of-reactivity-games",
      "title": "Бонус: Стълбата на игрите за реактивност",
      "body": "<p>Фокусирайте се върху обучението на кучето, което стои пред вас, когато става дума за отношенията куче-куче и трансформирането на реактивността към кучета се . Не забравяйте, че кучетата знаят как да взаимодействат с други кучета. Това, с което те се борят и имат трудности, са уменията да преминават от една стъпка към следващата, тъй като им липсва умение за отделяне, спокойствие, оптимизъм, увереност, самоконтрол.</p><p>Как да прекъснете повтарянето на нежелано поведение, за да преобразите кучето си и да изградите наново вашата разходка?</p><ol><li>Като промените приближаването към другото куче и премахнете очакването и предвиждането, разбирането на кучето за веригата на взаимодействие (вж. Приближи и си тръгни)</li><li>Като промените начина, по който излизате от вкъщи, за да отидете на разходка (вж. Обиколки).</li><li>Чрез смяна на помощните средства, които използвате за разходка на вашето куче – нашийник, нагръдник, юзда (няма значение кое, просто да е различно) и по този начин създавате нова кутия, от която кучето може да извади нови поведения. Вие оформяте носенето на новия артикул, правите обиколките си и се фокусирате върху изграждането на умение за отделяне, спокойствие и оптимизъм.</li></ol><p>Какво правите, когато кучето ви види друго куче и не реагира на това, което правите?</p><p>Ниво 7: <strong>БЕЗ ОБРАТНА ВРЪЗКА</strong> – В даден момент трябва да излезете от ситуацията и да видите дали вашето куче може да вземе правилното решение, защото искате кучето ви да бъде уверено, независимо дали вие сте в картинката или не и да направи добър избор, когато 100% от отговорността е върху него.</p><p>Ниво 6: <strong>РМН</strong> – За повечето опърничави, но готини кучета визуалното е по-стимулиращо и тази игра прехвърля голяма част от отговорността върху кучето ви.</p><p>Ниво 5: <strong>Шаблон на отделянето</strong> – Хвърляте наградка пред кучето си и това ще задейства този модел на поведение, вие ръководите неговия избор, като хвърляте храната, но му давате повече отговорност. Ако кучето не се отдели, връщате стъпка надолу.</p><p>Ниво 4: <strong>Поддай на опъна</strong> – Вашето куче вижда друго куче, вие прилагате малко напрежение на повода, кучето го усеща и отстъпва с вас.</p><p>Ниво 3: <strong>Поддай на опъна 4 секунди</strong> – Вашето куче вижда друго куче, но е в състояние да ви отговори на сигналите и няма да поемете цялата отговорност от него → използвайте Поддай на опъна (прилагате малко напрежение на каишка; ако това е точното ниво за уменията на кучето ви, то ще поддаде на опъна на повода; изчакайте 4 секунди и ако не реагира в рамките на 4 секунди, върнете се на ниво 2 и използвайте от А до Б).</p><p>Ниво 2: <strong>от</strong> <strong>А до Б</strong> – Вашето куче вижда друго куче и все още не се отделя, все още е визуално ангажирано, но не е задължително да реагира (лае и напада), но не реагира и на вашите сигнали → използвайте от А до Б</p><p>Ниво 1: <strong>от А до Б</strong> – Вашето куче реагира, когато види друго куче → вие променяте посоката с от А до Б, за да създадете разстояние (кучето все още може да реагира, докато променяте посоката, няма значение). Докато работите по игрите и докато вашето куче става по-оптимистично и по-добро в отделянето, и става по-спокойно, кучето ви ще може просто да смени посоката, без да откача на другия край на повода.</p><p>Ниво 5 и 6 може да варират в зависимост от доминиращото сетиво на кучето – дали е зрението или е слуха, това варира и е различно за всяко куче.</p><p>Ако работите на правилното ниво, вие се движите в правилната посока. Винаги се движете надолу по нивата, слезте едно ниво надолу, ако инструментът не работи.</p><p>Понякога ние сме ограничаващото звено и не даваме шанс на кучето да ни покаже какво е научило, да има известна отговорност и да прогресира, като по този начин оставаме на едно ниво, плато.</p><p>Тази рамка е валидна за всяка ситуация, в която кучето ви може да е в състояние на по-висока възбуда и да реагира (реагира под формата на преследване, лаене и нападение, каквото и да е поведение).</p>",
      "videos": []
    },
    {
      "id": "approach-leave",
      "title": "Приближи и си тръгни",
      "body": "<p>Както знаете, кучета всичките имат верига на взаимодействието (виждат – приближават – нос към нос – преместване отзад – игра/отделяне), която им е заложена, но когато има прекъсване в тази верига, сте наблюдавали и знаете как това води до прекъсване на веригата на предходно ниво.</p><p>Кучетата не обичат нарастващия натиск да вървят по тази верига, когато в миналото веригата не е довела до добро взаимодействие или положителни последствия – и в крайна сметка това става нещо, което до голяма степен пълни кофата както на вашите кучета, така и вашата. Те виждат другото куче и вече си мислят, че следващата стъпка е да се приближат до другото куче, след това да осъществят комуникация нос в нос с него, след това няма да могат да се преместят отзад и ще бъде ужасно (всичко това образно казано, но кофата им се пълни в този момент). Това е част от картината, която всички кучета, които реагират на други кучета имат в главата си.</p><p>Но има игра за това!</p><p>Приближи и си тръгни учи кучетата, че крайният резултат от виждането и приближаването на друго куче не е автоматично лошо взаимодействие и че има и друга опция.</p><p>Вие започвате веригата, след което завършвате веригата. Така че, ако видите куче насреща, започнете да се приближавате към него и след това си тръгнете. Или дори може да я прекъснете преди това – вашето куче вижда другото куче и вие променяте посоката (от А до Б). И това, което кучето започва да учи, е, че само защото вижда друго куче, само защото може да започне да се приближава до другото куче, не означава, че една стъпка от веригата ще доведе до друга. Можете да започнете да се движите по нея и след това можете да си тръгнете.</p><p>Това е чудесна преходна игра за прехвърляне на уменията в реалния живот и не е нужно да се притеснявате, че това ще бъде игра, базирана на хранителна награда. Правите няколко стъпки към другото куче, обръщате се и се отдалечавате и може да добавите няколко наградки една след друга (като в Шаблона на отделянето) или може просто да се отдалечите.</p><p>И в зависимост от това на какво е способно вашето куче, с какво се чувства комфортно, какъв е опитът му, какво харесва и не харесва, тази игра работи и при повторното представяне на кучета едно на друго, когато искате кучето ви отново да контактува с други кучета. Тъй като кучето ви показва всички признаци, че е ОК с други кучета, може да стигнете до комуникация нос в нос за кратко и след това да го отведете (като използвате от А до Б и промените посоката или приложите напрежение с повода, за да се отдели и тръгне с вас). Може да го оставите от нос в нос да се преместите отзад и след това да прекратите взаимодействието. Всичко това е възможно само, ако сте изградили всички нива чрез игрите.</p><p>Това, което не трябва да забравяте е страхотното правило, наречено 3-секунден поздрав. Счита се, че това е решението изобщо за реактивност на кучетата към себеподобни. Както може би сте забелязали, колкото по-дълго сте в позиция, толкова повече неща могат да се променят и да се объркат. Това правило може да не работи за всички кучета и на всички етапи (важи главно за етапа нос в нос), но също би било от полза.</p><p>Можете да играете играта навсякъде на всякакво разстояние от разсейващия стимул, това, което кучето научава си остава същото. От вас зависи кога ще се обърнете, но го направете преди да има напрежение.</p><p><strong>Съвет: </strong>Не правете тази игра много анимирана, с много похвали, много храна, тъй като не е нужно да променяте динамиката и възбудата.</p><p>Когато вашето куче ви покаже, че може да се отделя в много сценарии, че може лесно да вдига и сваля араузъла си в много различни ситуации и сте работили достатъчно дълго върху Приближи и си тръгни, тогава можете да опитате счупения етап на веригата с подходящо куче. Не бързайте, изградете много здрави основи.</p><p>Тази игра е много полезен и важен урок и за малките кученца, за да научат, че не с всяко куче, което виждат, ще връхлетят върху му, ще скачат върху него, ще полудяват, изобщо ще взаимодействат.</p><p>Независимо дали вашето куче възстановява своята верига на взаимодействие и спокойната си положителна емоционална реакция към други кучета, или имате куче, което няма трудности в общуването с други кучета или хора и искате да предотвратите тези борби, тази игра работи наистина добре.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Отделяне</em></p><p><em>* Сваляне на араузъла</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Оптимизъм</em></p><p><em>* Увереност</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/JCrrw8CwRn8?feature=oembed"]
    },
    {
      "id": "circuits",
      "title": "Кръгчета",
      "body": "<p>Ако вашите кучета са имали неприятен опит с разходки, на които се случват страшни неща, всичко, което им подсказва, че отиват на разходка (обуване на обувки, вземане на повода, торбичката с лакомства и т.н.) означава, че вашите кучета вече очакват стрес и техните кофи вече се пълнят, преди дори да сте напуснали дома.</p><p>Имайте предвид, че всичко, което е разходката за кучето, е просто последователност от събития, стъпка по стъпка – човекът се подготвя да излезе, отваря вратата и ние излизаме от вратата и след това една стъпка води до друга, води до друга. Разбира се, ние си мислим, че разходката е по-сложна, отколкото си мисли кучето.</p><p>Основната същност на разходката е, че тя представлява „обиколка“, започваща и завършваща в една и съща точка (нашата къща). Понякога тази обиколка е голяма, а понякога е малка.</p><p>Но това, което вашите кучета може да си мислят в момента, е, че това е обиколка във военна зона и се случват лоши неща. И те минават през тази врата и тъй като знаят накъде водят всички стъпки, се подготвят и единственият начин да се подготвят е като влязат в света, търсейки опасност и кофата им е пълна, и те са с тази песимистична нагласа, ангажират се и обръщат внимание на всичко. И вие ги поставяте в това състояние по няколко пъти на ден. Те са практикували това много пъти.</p><p>Ако приемете, че всъщност разходката е само обиколка, можете да играете „кръгчета“ – при които излизате и само репетирате оптимизъм, и изграждате лесни победи, и нищо лошо не се случва. Тръгвате на разходка, но тренировъчната обиколка може да не е толкова голяма и първата стъпка може да бъде да наградите кучето за фокус във вас, стъпка 2 – направете малко РМН, стъпка 3 се връщате и влизате вкъщи. Следващият път може да упражните малко Шаблон на отделянето (към тротоара, където преди това е имало разсейващ дразнител) и Поддай на опъна на повода, от A до B и да се приберете отново у дома. И с течение на времето можете да възстановите картината за това какво представлява „разходката“.</p><p>На първо място това поставя нивото на възбуда там, където трябва да бъде. Вълнуващи неща не се случват и страшни неща не се случват – кучето се учи да не ги очаква, да не предвижда.</p><p>Второто нещо е, че повтаряте само хубави поведения и нещата, които вашето куче знае наистина добре, всички игри, които играете, особено за онези умения, които искате да развиете. По този начин давате на кучето си увереността, че разходката е просто поредната поредица от игри. Наистина не е нужно да е сложно, правете игрите, с които кучето ви наистина се чувства комфортно и доволно, а вие се чувствате уверени.</p><p>Третото нещо е, че имате най-добрата разходка в живота си и се чувствате уверени и контролирате разходката.</p><p>Кратката, но добра разходка е много по-добра от едночасова разходка, на която има голяма вероятност нещата да се объркат и да срещнете много кучета и хора, за които не сте непременно подготвени и това е цял час, в който вашето куче е уязвимо.</p><p>Не забравяйте, че страхотни разходки се изработват у дома. След като изградите тази перфектна малка обикола, всичко, което правите, е да я надграждате, понякога кръгчето може да се движи в различни посоки, но все пак е кръгче. Когато отивате някъде с автомобил, за да разходите кучето си, обиколката просто започва от колата ви, за него това пак ще е просто обиколка. Гледайки го по този начин, това също ще доведе до сваляне на възбудата му в колата.</p><p>Избирайте лесни победи и печелете повече от тях.</p>",
      "videos": []
    },
    {
      "id": "crazy-lady",
      "title": "Лудата лелка",
      "body": "<p>Понякога да си лудичък се отплаща при обучението на кучето.</p><p>Тази игра потвърждава, че кучетата започват да разбират, че определени събития и звуци предвещават неща, които ще се случат (посетители, хора, които ще срещнем на разходки и т.н.) и тези сигнали, които им дават възможност да предскажат случващото се, често водят до лай или друго нежелано поведение. С течение на времето вашето куче може да започне да лае на всичко ново – куриер, хора, които поздравяват „Здравей!“, някой на разходка крещи отдалеч „Може ли да си вържеш кучето“, някой идва зад ъгъла и т.н.</p><p>Освен това тези сигнали могат значително да пълнят кофите на вашите кучета – дори преди самите събития да се случат – поради многократното сдвояване на сигнала (т.е. само думата „Здравей“ или звънецът на вратата) с висока възбуда.</p><p>Така че ще работите върху асоциирането на тези звуци и събития с положително подкрепа. И нека бъде спокойна асоциация,, без възклицания и много похвали, когато награждавате кучето, тъй като не искате да добавяте възбуда към ситуация, която вече вероятно е силно заредена.</p><p>Разхождайки се или седейки си вкъщи, просто казвате „Здрасти!“ и след това давате наградка на кучето си. Искате да използвате различни реплики, а също така да уловите моменти, когато някой друг каже нещо, в който случай можете да добавите играта РМН и давате наградка (напр. член на семейството или близък приятел влиза в дома ви и просто поздравява, за да не стресне и вас, и кучето). Създавайте такива моменти, доколкото можете.</p><p>С кучета, които не са ОК с други кучета, можете да приложите същата тази игра и към звука на медальона, който може да бъде много силен сигнал за вашето опърничаво, но готино куче, че се приближава непознато куче. За приучаването подрънквате с медальона на нашийника и след това давате наградка на кучето. Имайте предвид, че това, че вашето куче носи медальон, може да го направи уязвимо за кучета, които имат такава неприятна асоциация. Вместо това може да му сложите бродиран нашийник или плосък медальон, който се нанизва на нашийника и не дрънчи.</p><p>Ключът към успеха с тази игра е промяната на звуците, които използвате.</p><p>Ако кучето ви не забелязва такива неща – чудесно, но така или иначе го награждавайте, не го приемайте за даденост и допълвайте оптимизма на кучето си в нови ситуации.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Оптимизъм</em></p><p><em>* Увереност</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Сваляне на араузъла</em></p><p><em>* Контрол на импулса</em></p><p><em>* Толерантност към фрустрация</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/xhrSUQzp_XQ?feature=oembed"]
    },
    {
      "id": "sigh-game",
      "title": "Игра Въздишка",
      "body": "<p>Тази игра е майсторски клас по драма и е наистина важна за нас, хората!</p><p>Често без да искаме сме научили кучетата си да се притесняват за неща, за които не е нужно да се притесняват, било поради собствения ни опит в миналото с тях или с предишно куче. С тази игра признаваме, че понякога трябва да работим върху собствените си реакции и да сме наясно доколко това, което правим в единия край на повода, може да има голямо отражение върху това как нашите кучета реагират в другия му край. Някои кучета са супер чувствителни към нашите емоции.</p><p>Представете си, че виждате най-големия дразнител на вашето куче, който му създава трудности, реагирайте както бихте направили в момента, но с добавен драматизъм, след това направете съзнателни усилия да се отпуснете, издишайте, отпуснете се! И дайте наградка на кучето си като издишате.</p><p>Играейки тази игра, можете да се подготвите и да кондиционирате сами себе си да ходите в много по-добро, по-спокойно състояние, така че да има по-малка вероятност да предадете страх и паника надолу по повода към кучето си, в случай че се появи потенциален дразнител.</p><p>Започвате да играете играта у дома и след това я изнасяте на разходка и с течение на времето екстремната реакция намалява и може просто да изглежда като възклицание – въздишка – подаване на наградка. Вие самите тренирате и в тренирането на себе си тренирате и кучето си, че моментното стягане и напрягане води до отпускане.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Оптимизъм</em></p><p><em>* Увереност</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Вдигане и сваляне на араузъла</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/lYCLCayXqZk?feature=oembed"]
    },
    {
      "id": "dmt-ask-again",
      "title": "РМН – Задайте въпроса отново",
      "body": "<p>Тази игра е комбинация от игри, които вече знаете, но сега възлагате много повече отговорност върху кучетата си.</p><p>Тъй като нови неща се случват в околната среда (кучешки лай, сирена, фойерверки, лястовица), кучетата ви постоянно трябва да вземат решение „добро ли е или лошо? С РМН казвате на кучето си, че вие също забелязвате „нещото“ и му помагате да разбере, че тези нови събития не са причина за притеснение. Тук отговорността е изцяло върху вас. Но в един момент трябва да дадете на кучето си отговорността само да даде отговор на въпроса „добро ли е или лошо?“ на база на неговите умения към настоящия момент. И ако сте налели достатъчно стойност в отговора „това е нещо добро и може да бъдеш спокойно“, вашето куче трябва автоматично да отговори по този начин.</p><p>Тази игра отново задава въпроса на нашите кучета. Тя съчетава РМН и играта Шаблон на отделянето, за да даде на вашето куче това допълнително ниво на отговорност. Как изглежда? Куче лае някъде, чувате го, кучето ви го чува. Казвате маркера си, давате наградка и ще зададете въпроса отново, като хвърлите парче храна към лаещото куче, по посока на разсейването. Това е повторното задаване на въпроса. Кучето изяжд храната. Ако то е разбрало през цялото това време, когато вие сте отговаряли на въпроса от негово име и ако сте играли достатъчно много пъти Шаблона на отделяне, това, което то трябва да направи, е да се ориентира към вас и тогава вие ще имате възможността да го наградите за правилното решение, когато отговорността е била върху него като му дадете наградка, докато вървите в обратна посока.</p><p>Тази игра ще ви издигне на ниво, на което потенциално няма да ви се налага да използвате РМН през цялото време. За да се научат кучетата, трябва да им задавате въпроса и да ги оставяте да отговорят. Ако винаги вършите едно и също количество работа, отговорността винаги ще бъде върху вас и няма да можете да израснете да имате разходки без стрес.</p><p>Кога вашите кучета са готови за по-голяма отговорност, ще бъде различно за всеки от вас, така че е важно да преминете към този етап само когато вашите кучета са готови. Става въпрос за това да прецените къде е вашето куче сега и да не се разстройвате, ако не е там, където се надявате да бъде. И също така, когато се справя наистина добре, не се отнасяйте към него както е било преди, а каквото е сега. Ако не направите крачка напред, можете да отстъпите назад.</p><p><strong>Топ съвет:</strong> Правилната настройка на енергията и възбудата в тази игра е от ключово значение за успеха, особено за опърничавите, но готини кучета. Отдайте значимото и наградете кучето за правилния избор, но не го правете някакво събитие и не гледайте да не се ентусиазирате много. Ниската възбуда не означава, че не сте доволни от ситуацията, но го награждавате като сте спокойни!</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Отделяне</em></p><p><em>* Оптимизъм</em></p><p><em>* Увереност</em></p><p><em>* Фокус</em></p><p><em>* Мислене при висок араузъл</em></p><p><em>* Връзката с кучето ви</em></p>",
      "videos": ["https://www.youtube.com/embed/cpCuvlN6jP8?feature=oembed"]
    },
    {
      "id": "success-pyramid",
      "title": "Пирамидата на успеха",
      "body": "<p>Какви са уменията, които трябва да развиете у кучетата си, за да се чувстват те комфортно във външния свят, а разходките ви да са спокойни и без стрес?</p><p>Мислете за това като за пирамида на успеха, като работите върху трите ключови концепции, които обсъдихме в този курс – в основата ѝ стои оптимизъм, върху който изграждате умението за отделяне, след това вдигане/сваляне на араузъла.</p><p><strong>ОПТИМИЗМЪТ</strong> ви спасява много често, тъй като не можете да предвидите какво ви чака зад ъгъла, какво може да ви предложи заобикалящия свят и това е неподвластно на вашия контрол. Това, което можете да контролирате е оптимизма.</p><p><strong>УМЕНИЕТО ЗА ОТДЕЛЯНЕ</strong> е нещо като спасителна мрежа – когато кучетата се развълнуват или се уплашат от нещо, те виждат повече стойност в това да се дистанцират и да не се занимават с нещото, защото то не е тяхна работа. Да мислиш по този начи си е истински дар, сами ще си дадете сметка, когато го постигнете. Защото дори кучето ви да реагира на „Остави!“ това е ситуация, в която 100% отговорността е ваша и трябва да предвиждате какво ще направи кучето ви, каква ще е следващата му реакция. Но опърничавите и готини кучета могат да бъдат много изобретателни, както всички знаем. А когато сте изградили умението им за отделяне, няма да имате нужда от „Остави!“. Развиването на умението за отделяне и ангажирането на кучето след това с нещо ще му помогне да не подава смесени сигнали на други кучета и в действителност ще направи отделянето и на други кучета също по-добро, което в крайна сметка прави разходките по-приятни.</p><p><strong>ВДИГАНЕ/СВАЛЯНЕ НА АРАУЗЪЛА</strong> означава, че със сигурност вашите кучета могат влязат във вълнение, защото намират нещо за вълнуващо, но също така могат и да се успокоят. Това умение е наистина важно в общуването между кучетата. Животът в състояние за възбуда не е здравословен, така че да може само да управлява собствените си нива на араузъл позволява на вашето куче да живее по-здравословно. Това умение е дори по-полезно от състоянието на спокойствие.</p><p><strong>ОПИТЪТ, НАТРУПАНИТЕ ПРЕЖИВЯВАНИЯ</strong> са само малка част от това, което упражнявате или на което излагате кучетата си. Знаете, че веригата на взаимодействията е програмирана в кучетата, тя им е заложена, но наистина ли трябва да упражняват тези взаимодействия толкова много или пък просто знаят съдържанието, последователността на веригата, но нямат уменията да я приложат на практика? Това е сферата на социализацията и точно тук повечето хора искат да работят, но така кучета само трупат повече лоши преживявания, ако нямат уменията и повтарят нежелани поведения.</p>",
      "videos": []
    },
    {
      "id": "garbage-chaos",
      "title": "Игра Бунище",
      "body": "<p>Тази игра е и начин за хранене, в който може да се използват наградки или дажбата от храната на кучето. Идеята на Бунището е да натрупате различни предмети и сред тях да разпръснете храна. Предметите може да са всякакви – различни по размер кашони, кутии, пликове, кофички… тигани … Да са от всякакви материали – пластмаса, метал, хартия.</p><p>Храненето в “Бунището” има за цел да изгражда Оптимизма на кучето, като това се случва, докато кучето се бута между предметите, подобрявайки тактилните си усещания и шумовите фобии, като в същото време контактува във всеки момент с “нови” неща.</p><p>Много кучета имат притеснения от различни предмети, от тясно, от шумове. Разхождайки се между предметите, за да търсят храната си, кучетата бутат нещата, между които минават и по този начин подобряват толерантността към шумове и докосвания.</p><p>Сред предметите можете да сложите неща, от които кучетата изпитват притеснения, като машинка за подстригване, сешоар, чадър… Ако кучето изпитва притеснения от много предмети, не е добре да ги слагате в бунището всичките наведнъж.</p><p>Ако кучето е твърде страхливо и се притеснява от суматоха, не е добре нещата в бунището да са твърде нагъсто разположени.</p><p>Първо подгответе Бунището и след това пуснете кучето в стаята да приключенства.</p><p>Наблюдавайте как вашето куче подхожда към тази игра – дали е внимателно и предпазливо или бута предметите и се завира в кашоните, какви са реакциите му сред Бунището. Възможно е да свие опашка, да дръпне уши, да лае. Направете го лесно и не много натоварено първия път. Постепенно усложнявайте. Нека изследват със своето си темпо и когато правят ИЗБОР да продължат да изследват, разпръснете ощехрана сред предметите, за да насърчите този хубав избор.</p><p>Бунището е страхотна игра, защото:</p><p>– Изгражда увереност около шумовете и допир, около нови неща</p><p>– Изгражда независимост</p><p>– Кара кучето да използва носа си</p><p>– Играта има много слоеве, за да предизвика непрекъснато кучето</p><p>Понякога кучетата толкова много харесват играта, че им е трудно да се откъснат от забавлението. Можете да ги извикате, да поискате да направят нещо лесно, което умеят добре, и след това да ги освободите, за да се върнат към бунището.</p><p>Прегърнете ХАОСА!</p><p>Уверените кучета са в състояние да се справят с всичко, пред което света ги изправи. Да ходят на ресторант с вас, да се разхождат по оживени улици до вас, да приемат внимание от много хора и други кучета, да остават спокойни при посещение при ветеринар и грууминг, да участват в кучешки спортове, списъкът е безкраен.</p><p>Можем да играем игри, за да изградим увереността на нашето куче и да му помогнем да се превърне в най-доброто си аз! Тази е една от тях.</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Оптимизъм</em></p><p><em>* Флексабилност</em></p><p><em>* Толеранс към фрустрация</em></p>",
      "videos": ["https://www.youtube.com/embed/UEkZGN9TQEQ?feature=oembed"]
    },
    {
      "id": "noise-box",
      "title": "Игра Шумна Кутия",
      "body": "<p>Шумната кутия работи за Оптимизъм на нашето куче. Подобрява умението му да търпи неща близо до муцуната си, подобрява тактилните усещания (усещания за допир в областта на главата), подобрява справянето с шумове. Тези неща – допир и шум, съществуват в живота на нашето куче и често ние не знаем, че му носят тревожни усещания. Подобрявайки тази търпимост, ние наливаме оптимизъм в нашето куче и увереност, а това му помага да се справя спокойно със света и средата около себе си.</p><p>Започнете постепенно да обогатявате шумната си кутия с “боклуци” от различен тип – празни бурканчета, пластмасови бутилки, кенчета… и играйте докато кучето спре да се притеснява. След време опитайте пак, за да видите нивото на оптимизъм на вашето куче. Периодично играйте играта, особено около наближаване на празници и възможни фойерверки или прогнози за буря.</p><p>!! Не се притеснявайте, че това ще насочи вашето куче към кофата ви за боклук, защото идеята е ВИЕ да дадете на кучето си шумната кутия, а не то само да я открие. Така то не свързва кутията с отпадъци, а с вас!!!</p><p><em><u>Играта работи в следните концепции:</u></em></p><p><em>* Оптимизъм и увереност</em></p><p><em>* Флексабилност</em></p><p><em>* Толерантност към фрустрация</em></p><p><em>* Спокойствие</em></p><p><em>* Близост</em></p>",
      "videos": ["https://www.youtube.com/embed/KqSkXrVcBkw?feature=oembed"]
    },
    {
      "id": "front-paws-on",
      "title": "Игра Предни лапи на предмет",
      "body": "<p>Играта е изключително полезна за изграждане на стабилност в кучето, увереност и оптимизъм.</p><p>Много полезна за фитнеса на кучето – за изправяне на гръбнака, за ставите както на предните, така и на задните крака.</p><p>Целта на играта е да научим кучето по жестова или гласова команда да стъпва с две предни лапи на посочен от нас предмет и да остава статично в тази позиция.</p><p>Играта е част и продължение на Граници и помага на кучето за стабилно поведение в градска среда.</p><p>Много помага за увереността и оптимизма на кучето, тък като включва движение напред и нагоре, а това движение на тялото помага за доброто самочувствие.</p><p>Започнете играта с предмет в къщи. Предмета може да бъде кутия, обърнат леген, дебела книга. Внимавайте в началото предмета да не се хлъзга на пода.</p><p>Ако кучето се притеснява, сложете няколко награди върху предмета, за да си ги вземе от там и да ги изяде.</p><p>Поведете кучето с ръка с награда пред муцуната да се придвижи към вас и щом стъпи с лапите – наградете.</p><p>Ако кучето се притеснява да стъпи, награждавайте всяко приближаване към предмета и опит за интеракция с предмета – подушване, поставяне на една лапа, Подхранвайте момента с повече награди, когато кучето постави двете си лапи на предмета. Не го задържайте дълго. Освободете го веднага с освобождаващия ви маркер (ОК) и след това го примамете отново да се върне в позицията с лапите върху предмета</p><p>Ако е необходимо леко го подтикнете като го хванете за нагръдника и го поведете към предмета.</p><p>След като сте изградили стабилно и спокойно стъпване с две лапи на предмета, започнете да се отмествате от предмета като посочвате на кучето къде да стъпи.</p><p>Впоследствие изнесете играта навън като посочвате на кучето да стъпи на всякакви повдигнати повърхности от градската среда. Това ще носи един допълнителен баланс и увереност на кучето, както и успокояване в моменти на тревожност.</p><p>Стъпвайки на предмета, можете да каните кучето и да изпълнява различни команди като седни, легни, за да му помогнете да се задържа в Границата на предмета.</p><p>Освобождавайте много често. И изчаквайте то да избере да се върне и да стъпи отново на предмета.</p><p>Играта работи в следните концепции:</p><p>* оптимизъм и увереност</p><p>* спокойствие/граници</p><p>* флексабилност</p><p>* фокус</p><p>* близост</p>",
      "videos": ["https://www.youtube.com/embed/6j-mNSb98is?feature=oembed"]
    },
    {
      "id": "toy-switch",
      "title": "Смяна на играчките",
      "body": "<p><strong>СМЯНА НА ИГРАЧКИТЕ</strong></p><p>Едно от най-важните съобщения, които можете да предадете на кучето си чрез играта си, е да избере ВАС вместо дразнителите от околната среда – това е нещо, което е изключително важно то да научи. Това, че играта с нас по интерактивен начин е супер сделка, връщането към нас да играем е изключително ценен стил на взаимодействие за изграждането на толкова много умения в реалния живот… идване при повикване, връзка, фокус, увереност и оптимизъм.</p><p>Тази игра е наистина УДИВИТЕЛНА! Как изглежда: смяна между играчки, като анимираме тази, с която кучето ни в момента не играе и я упражняваме, докато то с радост превключва между играчките, както и когато му ги предлагаме. Това учи на адаптивност и гъвкавост още от първия ден. Информацията, която получава нашето куче е, че ние винаги сме НАЙ-ДОБРОТО нещо наоколо, околната среда няма нищо по-добро и това е супер ценно упражнение за балансиране на възбудата и флексабилност в отговорите, които кучето може да избере!</p><p>И така, как играем играта:</p><p>– В идеалния случай използвайте две играчки, които са еднакви или сходни, колкото по-идентични, толкова по-добре.</p><p>– Пуснете кученцето си да играе с една играчка с „вземи я“ или сигнала за освобождаване. Анимирайте играта и развълнувайте кучето си, но не до степен полудяване, все пак след секунда трябва да разменте играчките и това може да се окаже супер трудно.</p><p>– Докато вашето кученце играе и се ангажира с тази играчка, оставете го… играчката все още е притежание на кучето, вземете следващата играчка и му дайте сигнал за освобождаване, за да получи тази нова играчка при вас – „СМЯНА!“. Но думата може да бъде каквато искате! (Забележка: Добавете сигнала на по-късен етап, няма нужда да я усложнявате играта от самото начало, хубаво е и вие да свикнете с нея).</p><p>– Ако кучето ви няма да размени играчките, обездвижете първата играчка, докато не премине към забавната и анимирана! Можете също така да включите малко телесен контакт. Помага за изграждане на увереност и устойчивост за бъдещи събития от реалния живот. На този етап контактът с тялото не е задължителен и не е от съществено значение. Това, което разбираме под телесен контакт, е нежно потупване или леко докосване по време на игра!</p><p>– Опитайте и бъдете готови да вземете следващата играчка, за да направите играта гладка и забавна. Подготовката е всичко!</p><p>Преодоляване на затруднения в играта</p><p>Смяната на играчки е наистина ценна игра за изграждане на много ценни концепции за живота. Стойност в близостта с човека, заздравяване на връзката, изграждане на оптимизъм, увереност и фокус….</p><p>Но със сигурност не е необичайно играта за смяна на играчките да бъде предизвикателство за някои хора по различни причини. Ето ТОП 5 съвета за преодоляване на затруднения при играта&nbsp; и за постигане на успех в размяната на играчки. Това ще ви позволи да преминете към на друго ниво на играта.</p><p>Ако смяната на играчките не работи, не забравяйте, че храната все още е опция, превключвайки между различни видове храни.</p><ol><li>Добавете стойност в самата играчка – вижте къде е стойността, дали при парадиране, или при разтръскване на играчката, или в преследване … Изберете точния момент и подходящата играчка, с която да играете.</li><li>Ако кучето не пусне играчката, обездвижете я, фиксирайте я неподвижна.</li><li>Използвайте еднакви играчки, дори със същия цвят или поне играчки с еднаква стойност.</li><li>Направете играта бърз и забавна, много кратки сесии.</li><li>Задръжте кучето – понякога използването на нагръдник и повод е изключително полезно както за създаване на стойност поради усещането за недостиг и рефлекса за противодействие, така и за ограничаване на избора и възможността кучето да тича наоколо, след като се отдели от първата играчка (по-лесно е, ако имате помощник, който да държи повода).</li></ol><p><em><u>Топ съвет!</u></em> Не бъдете придирчиви в начина, по който кучето взаимодейства с играчката, не очаквайте да се дърпа! Грабва едната играчка, оставяте тази и анимирате другата и надграждате от там. Чрез тази игра до голяма степен се изгражда играта на нашите кучета. Ако кучето ви не е фен на този начин на игра в момента, не забравяйте да не прилагате натиск – всички ние харесваме някои неща, а други не и с течение на времето и двамата ще стигнете до там, да се научите да да се забавлявате взаимно!</p><p><em><u>Топ Съвет2!</u></em> Страхотна начало за тази игра и чудесен начин все пак да я играете с кучета, които не захапват и не обръщат внимание на играчките&nbsp; е в началото да играете с две гризалки за дъвчене или нещо подобно, например две твърди пръчки сушено шкембе/сухожилия.</p><p>Играта работи в следните концепции:</p><p>* оптимизъм</p><p>* близост</p><p>* фокус</p><p>* отделяне</p><p>* увереност</p><p>* засилване на връзката</p><p><strong>ИГРАЙ С МОЯТА ИГРАЧКА</strong></p><p>Играта с МОЯТА играчка като концепция е обширна и важна &nbsp;&nbsp;– това е вашето куче, което избира ВАШАТА игра пред играта, която околната среда може да му предложи … например, преследване на катерица, душене или лудо търчане в кръг (т.нар. зууми)!</p><p>Инвестирайте в играта и концепцията се разпростира в целия свят на вашето куче, вие сте в неговия център!</p><p>Как изглежда тази игра:</p><p>– Имате нужда от няколко различни играчки.</p><p>– Играете с една играчка с кучето, а другите играчки наблизо.</p><p>– Вземете друга играчка от купчината и играйте заедно с новата играчка. Анимирайте я, за да може кучето да избере да остави предишната играчка и да дойде при вас и новата.</p><p>– Изберете друга играчка и играйте заедно с нея.</p><p>– Сменете играчките отново… по-късно, когато всеки път кучето успява да се отдели, да пусне предишната и да се заиграе с новата, можете да добавите сигнал за “смяна“ (не бързайте да стигнете до този етап)</p><p>Играта работи в следните концепции:</p><p>* новост</p><p>* близост</p><p>* отделяне от дразнител</p><p>* самоконтрол</p>",
      "videos": ["https://www.youtube.com/embed/6CWpMFm-8TI?feature=oembed"]
    }
  ]
}
